[{'blocks': [{'lines': [{'words': ['roof,', 'the', 'pump', 'and', 'associated', 'fire', 'suppression', 'equipment,', 'including', 'interior', 'fire', 'sprinklers', 'which', 'were'], 'content': 'roof, the pump and associated fire suppression equipment, including interior fire sprinklers which were'}, {'words': ['installed', 'by', 'Landlord', '(and', 'specifically', 'excluding', 'any', 'fire', 'suppression', 'systems', 'or', 'components', 'of', 'the'], 'content': 'installed by Landlord (and specifically excluding any fire suppression systems or components of the'}, {'words': ['master', 'fire', 'suppression', 'system', 'which', 'have', 'been', 'installed', 'or', 'are', 'installed', 'by', 'Tenant', 'or', 'were', 'installed', 'in'], 'content': 'master fire suppression system which have been installed or are installed by Tenant or were installed in'}, {'words': ['improvements', 'constructed', 'by', 'Tenant),', 'or', 'the', 'HVAC', 'system', 'shall', 'be', 'a', '“Capital', 'Improvement”', 'under', 'this'], 'content': 'improvements constructed by Tenant), or the HVAC system shall be a “Capital Improvement” under this'}, {'words': ['Paragraph', '11.', 'C,', 'which', 'in', 'the', 'case', 'of', 'items', 'performed', 'by', 'Landlord', 'shall', 'be', 'amortized', 'and', 'treated', 'as', 'set'], 'content': 'Paragraph 11. C, which in the case of items performed by Landlord shall be amortized and treated as set'}, {'words': ['forth', 'in', 'Section', '5.4', 'of', 'the', 'Lease.', 'If', 'the', 'Tenant', 'is', 'obligated', 'under', 'the', 'Lease', 'to', 'perform', 'any', 'such', 'Capital'], 'content': 'forth in Section 5.4 of the Lease. If the Tenant is obligated under the Lease to perform any such Capital'}, {'words': ['Improvement,', 'Tenant', 'shall', 'pay', 'at', 'the', 'time', 'of', 'performing', 'such', 'Capital', 'Improvement', 'only', 'the', 'first', 'annual'], 'content': 'Improvement, Tenant shall pay at the time of performing such Capital Improvement only the first annual'}, {'words': ['installment', 'of', 'the', 'amortized', 'cost', 'of', 'such', 'item,', 'determined', 'as', 'set', 'forth', 'above,', 'and', 'Landlord', 'shall', 'pay', 'the'], 'content': 'installment of the amortized cost of such item, determined as set forth above, and Landlord shall pay the'}, {'words': ['balance', 'of', 'the', 'cost', 'of', 'such', 'Capital', 'Improvement,', 'subject', 'to', 'Tenant’s', 'subsequent', 'annual', 'reimbursement'], 'content': 'balance of the cost of such Capital Improvement, subject to Tenant’s subsequent annual reimbursement'}, {'words': ['to', 'Landlord', 'of', 'the', 'amortized', 'cost', 'of', 'such', 'item', 'which', 'comes', 'due', 'during', 'the', 'Term', 'and', 'any', 'Extended', 'Term'], 'content': 'to Landlord of the amortized cost of such item which comes due during the Term and any Extended Term'}, {'words': ['of', 'the', 'Lease.', 'For', 'example,', 'if', 'a', 'Capital', 'Improvement', 'has', 'a', 'cost', 'of', '$50,000', 'and', 'a', 'useful', 'life', 'of', 'ten', '(10)'], 'content': 'of the Lease. For example, if a Capital Improvement has a cost of $50,000 and a useful life of ten (10)'}, {'words': ['years,', 'Tenant’s', 'obligation', 'for', 'principal', 'would', 'be', '$5,000', 'annually', '(plus', 'amortization', 'costs', 'per', 'Paragraph'], 'content': 'years, Tenant’s obligation for principal would be $5,000 annually (plus amortization costs per Paragraph'}, {'words': ['5.4),', 'subject', 'to', 'termination', 'at', 'the', 'expiration', 'of', 'the', 'Term', 'or', 'any', 'Extended', 'Term', 'of', 'the', 'Lease.'], 'content': '5.4), subject to termination at the expiration of the Term or any Extended Term of the Lease.'}, {'words': ['12.'], 'content': '12.'}, {'words': ['​', 'Miscellaneous', 'Provisions​', ':'], 'content': '​ Miscellaneous Provisions​ :'}, {'words': ['A.'], 'content': 'A.'}, {'words': ['Verity', 'shall', 'have', 'the', 'right', 'to', 'select', 'and', 'use', 'a', 'reputable', 'licensed'], 'content': 'Verity shall have the right to select and use a reputable licensed'}, {'words': ['contractor', 'on', 'a', 'competitive', 'bid', 'process', 'to', 'construct', 'improvements', 'and', 'alterations', 'to', 'the', 'Premises'], 'content': 'contractor on a competitive bid process to construct improvements and alterations to the Premises'}, {'words': ['subject', 'to', 'Landlord’s', 'reasonable', 'approval', 'process.', 'Landlord’s', 'associated', 'licensed', 'contractor', 'shall', 'be'], 'content': 'subject to Landlord’s reasonable approval process. Landlord’s associated licensed contractor shall be'}, {'words': ['invited', 'to', 'submit', 'a', 'bid', 'on', 'improvements', 'and', 'alterations.'], 'content': 'invited to submit a bid on improvements and alterations.'}, {'words': ['B.'], 'content': 'B.'}, {'words': ['Verity', 'shall', 'designate', 'a', 'reputable', 'licensed', 'HVAC', 'contractor', 'to'], 'content': 'Verity shall designate a reputable licensed HVAC contractor to'}, {'words': ['conduct', 'maintenance', 'on', 'the', 'Premises', 'during', 'the', 'Lease', 'Term.', 'Landlord’s', 'associated', 'licensed', 'contractor'], 'content': 'conduct maintenance on the Premises during the Lease Term. Landlord’s associated licensed contractor'}, {'words': ['shall', 'be', 'invited', 'to', 'submit', 'a', 'bid', 'on', 'any', 'equipment', 'replacements.'], 'content': 'shall be invited to submit a bid on any equipment replacements.'}, {'words': ['96'], 'content': '96'}], 'preprocessed_block_content': [], 'content': 'roof, the pump and associated fire suppression equipment, including interior fire sprinklers which were installed by Landlord (and specifically excluding any fire suppression systems or components of the master fire suppression system which have been installed or are installed by Tenant or were installed in improvements constructed by Tenant), or the HVAC system shall be a “Capital Improvement” under this Paragraph 11. C, which in the case of items performed by Landlord shall be amortized and treated as set forth in Section 5.4 of the Lease. If the Tenant is obligated under the Lease to perform any such Capital Improvement, Tenant shall pay at the time of performing such Capital Improvement only the first annual installment of the amortized cost of such item, determined as set forth above, and Landlord shall pay the balance of the cost of such Capital Improvement, subject to Tenant’s subsequent annual reimbursement to Landlord of the amortized cost of such item which comes due during the Term and any Extended Term of the Lease. For example, if a Capital Improvement has a cost of $50,000 and a useful life of ten (10) years, Tenant’s obligation for principal would be $5,000 annually (plus amortization costs per Paragraph 5.4), subject to termination at the expiration of the Term or any Extended Term of the Lease. 12. ​ Miscellaneous Provisions​ : A. Verity shall have the right to select and use a reputable licensed contractor on a competitive bid process to construct improvements and alterations to the Premises subject to Landlord’s reasonable approval process. Landlord’s associated licensed contractor shall be invited to submit a bid on improvements and alterations. B. Verity shall designate a reputable licensed HVAC contractor to conduct maintenance on the Premises during the Lease Term. Landlord’s associated licensed contractor shall be invited to submit a bid on any equipment replacements. 96', 'id': 0, 'preprocessed_content': [b'roof', b'pump', b'associated', b'fire', b'suppression', b'equipment', b'including', b'interior', b'fire', b'sprinkler', b'installed', b'landlord', b'specifically', b'excluding', b'fire', b'suppression', b'system', b'component', b'master', b'fire', b'suppression', b'system', b'installed', b'installed', b'tenant', b'installed', b'improvement', b'constructed', b'tenant', b'hvac', b'system', b'shall', b'', b'capital', b'improvement', b'', b'paragraph', b'11', b'c', b'case', b'item', b'performed', b'landlord', b'shall', b'amortized', b'treated', b'set', b'forth', b'section', b'5.4', b'lease', b'if', b'tenant', b'obligated', b'lease', b'perform', b'capital', b'improvement', b'tenant', b'shall', b'pay', b'time', b'performing', b'capital', b'improvement', b'first', b'annual', b'installment', b'amortized', b'cost', b'item', b'determined', b'set', b'forth', b'landlord', b'shall', b'pay', b'balance', b'cost', b'capital', b'improvement', b'subject', b'tenant', b'', b'subsequent', b'annual', b'reimbursement', b'landlord', b'amortized', b'cost', b'item', b'come', b'due', b'term', b'extended', b'term', b'lease', b'for', b'example', b'capital', b'improvement', b'cost', b'50,000', b'useful', b'life', b'ten', b'10', b'year', b'tenant', b'', b'obligation', b'principal', b'would', b'5,000', b'annually', b'plus', b'amortization', b'cost', b'per', b'paragraph', b'5.4', b'subject', b'termination', b'expiration', b'term', b'extended', b'term', b'lease', b'12', b'', b'miscellaneous', b'provisions', b'a.', b'verity', b'shall', b'right', b'select', b'use', b'reputable', b'licensed', b'contractor', b'competitive', b'bid', b'process', b'construct', b'improvement', b'alteration', b'premises', b'subject', b'landlord', b'', b'reasonable', b'approval', b'process', b'landlord', b'', b'associated', b'licensed', b'contractor', b'shall', b'invited', b'submit', b'bid', b'improvement', b'alteration', b'b.', b'verity', b'shall', b'designate', b'reputable', b'licensed', b'hvac', b'contractor', b'conduct', b'maintenance', b'premises', b'lease', b'term', b'landlord', b'', b'associated', b'licensed', b'contractor', b'shall', b'invited', b'submit', b'bid', b'equipment', b'replacement', b'96']}, {'lines': [{'words': ['13.'], 'content': '13.'}, {'words': ['​', 'Condition', 'of', 'Premises​', ':', 'Tenant', 'is', 'fully', 'familiar', 'with', 'the', 'Premises', 'by', 'way', 'of', 'its'], 'content': '​ Condition of Premises​ : Tenant is fully familiar with the Premises by way of its'}, {'words': ['occupancy', 'and', 'accepts', 'the', 'Premises', 'for', 'the', 'extended', 'term', 'created', 'hereby', 'in', 'their', 'as-is', 'condition,', 'with'], 'content': 'occupancy and accepts the Premises for the extended term created hereby in their as-is condition, with'}, {'words': ['all', 'latent', 'and', 'patent', 'faults,', 'without', 'warranty', 'or', 'obligation', 'on', 'the', 'part', 'of', 'Landlord', 'to', 'provide', 'or', 'pay', 'for', 'any'], 'content': 'all latent and patent faults, without warranty or obligation on the part of Landlord to provide or pay for any'}, {'words': ['interior', 'improvements', 'or', 'tenant', 'improvement', 'allowances,', 'except', 'as', 'expressly', 'set', 'forth', 'herein.', 'Upon'], 'content': 'interior improvements or tenant improvement allowances, except as expressly set forth herein. Upon'}, {'words': ['timely', 'exercise', 'of', 'the', 'option', 'to', 'extend,', 'Tenant', 'shall', 'take', 'the', 'Premises', 'for', 'the', 'Extended', 'Term', 'on', 'the'], 'content': 'timely exercise of the option to extend, Tenant shall take the Premises for the Extended Term on the'}, {'words': ['same', 'basis.'], 'content': 'same basis.'}, {'words': ['14.'], 'content': '14.'}, {'words': ['​', 'Continuing', 'Obligation​', ':', 'Except', 'as', 'expressly', 'modified', 'by', 'the', 'terms', 'of', 'this'], 'content': '​ Continuing Obligation​ : Except as expressly modified by the terms of this'}, {'words': ['Amendment,', 'all', 'terms', 'and', 'conditions', 'of', 'the', 'Lease', 'remain', 'in', 'full', 'force', 'and', 'effect,', 'and', 'all', 'terms', 'and'], 'content': 'Amendment, all terms and conditions of the Lease remain in full force and effect, and all terms and'}, {'words': ['conditions', 'of', 'the', 'Lease', 'are', 'incorporated', 'herein', 'as', 'though', 'set', 'forth', 'at', 'length.'], 'content': 'conditions of the Lease are incorporated herein as though set forth at length.'}, {'words': ['15.'], 'content': '15.'}, {'words': ['​', 'Effect', 'of', 'Amendment​', ':', 'This', 'Amendment', 'modifies', 'the', 'Lease.', 'In', 'the', 'event', 'of'], 'content': '​ Effect of Amendment​ : This Amendment modifies the Lease. In the event of'}, {'words': ['any', 'conflict', 'or', 'discrepancy', 'between', 'the', 'Lease', 'and/or', 'any', 'other', 'previous', 'documents', 'between', 'the', 'parties'], 'content': 'any conflict or discrepancy between the Lease and/or any other previous documents between the parties'}, {'words': ['and', 'the', 'provisions', 'of', 'this', 'Amendment,', 'then', 'the', 'provisions', 'of', 'this', 'Amendment', 'shall', 'control.', 'Except', 'as'], 'content': 'and the provisions of this Amendment, then the provisions of this Amendment shall control. Except as'}, {'words': ['modified', 'herein,', 'the', 'Lease', 'shall', 'remain', 'in', 'full', 'force', 'and', 'effect.'], 'content': 'modified herein, the Lease shall remain in full force and effect.'}, {'words': ['16.'], 'content': '16.'}, {'words': ['​', 'Authority​', ':', 'Each', 'individual', 'executing', 'this', 'Amendment', 'on', 'behalf', 'of', 'Tenant'], 'content': '​ Authority​ : Each individual executing this Amendment on behalf of Tenant'}, {'words': ['represents', 'and', 'warrants', 'that', 'he', 'or', 'she', 'is', 'duly', 'authorized', 'to', 'and', 'does', 'execute', 'and', 'deliver', 'this'], 'content': 'represents and warrants that he or she is duly authorized to and does execute and deliver this'}, {'words': ['Amendment', 'pursuant', 'to', 'express', 'authority', 'from', 'Tenant', 'pursuant', 'to', 'and', 'in', 'accordance', 'with', 'the', 'By-Laws'], 'content': 'Amendment pursuant to express authority from Tenant pursuant to and in accordance with the By-Laws'}, {'words': ['and', 'the', 'other', 'organic', 'documents', 'of', 'the', 'Tenant', 'corporation.'], 'content': 'and the other organic documents of the Tenant corporation.'}, {'words': ['17.'], 'content': '17.'}, {'words': ['​', 'Entire', 'Agreement​', ':', 'The', 'Lease,', 'as', 'modified', 'by', 'this', 'Amendment,', 'constitutes'], 'content': '​ Entire Agreement​ : The Lease, as modified by this Amendment, constitutes'}, {'words': ['and', 'contains', 'the', 'entire', 'agreement', 'between', 'the', 'parties,', 'and', 'there', 'are', 'no', 'binding', 'agreements', 'or'], 'content': 'and contains the entire agreement between the parties, and there are no binding agreements or'}, {'words': ['representations', 'between', 'the', 'parties', 'except', 'as', 'expressed', 'herein.', 'Tenant', 'acknowledges', 'that', 'neither'], 'content': 'representations between the parties except as expressed herein. Tenant acknowledges that neither'}, {'words': ['Landlord', 'nor', 'Landlord’s', 'Agents', 'have', 'made', 'any', 'legally', 'binding', 'representations', 'or', 'warranties', 'as', 'to', 'any'], 'content': 'Landlord nor Landlord’s Agents have made any legally binding representations or warranties as to any'}, {'words': ['matter', 'except', 'as', 'expressly', 'set', 'forth', 'herein,', 'including', 'any', 'representations', 'or', 'warranties', 'relating', 'to', 'the'], 'content': 'matter except as expressly set forth herein, including any representations or warranties relating to the'}, {'words': ['condition', 'of', 'the', 'Premises', 'or', 'the', 'improvements', 'thereto', 'or', 'the', 'suitability', 'of', 'the', 'Premises', 'or', 'the', 'Project', 'for'], 'content': 'condition of the Premises or the improvements thereto or the suitability of the Premises or the Project for'}, {'words': ['Tenant’s', 'business.'], 'content': 'Tenant’s business.'}, {'words': ['IN', 'WITNESS', 'WHEREOF​', ',', 'Landlord', 'and', 'Tenant', 'have', 'executed', 'this', 'Amendment', 'as', 'of', 'the'], 'content': 'IN WITNESS WHEREOF​ , Landlord and Tenant have executed this Amendment as of the'}, {'words': ['Effective', 'Date.'], 'content': 'Effective Date.'}, {'words': ['LANDLORD:'], 'content': 'LANDLORD:'}, {'words': ['TENANT:'], 'content': 'TENANT:'}], 'preprocessed_block_content': [], 'content': '13. ​ Condition of Premises​ : Tenant is fully familiar with the Premises by way of its occupancy and accepts the Premises for the extended term created hereby in their as-is condition, with all latent and patent faults, without warranty or obligation on the part of Landlord to provide or pay for any interior improvements or tenant improvement allowances, except as expressly set forth herein. Upon timely exercise of the option to extend, Tenant shall take the Premises for the Extended Term on the same basis. 14. ​ Continuing Obligation​ : Except as expressly modified by the terms of this Amendment, all terms and conditions of the Lease remain in full force and effect, and all terms and conditions of the Lease are incorporated herein as though set forth at length. 15. ​ Effect of Amendment​ : This Amendment modifies the Lease. In the event of any conflict or discrepancy between the Lease and/or any other previous documents between the parties and the provisions of this Amendment, then the provisions of this Amendment shall control. Except as modified herein, the Lease shall remain in full force and effect. 16. ​ Authority​ : Each individual executing this Amendment on behalf of Tenant represents and warrants that he or she is duly authorized to and does execute and deliver this Amendment pursuant to express authority from Tenant pursuant to and in accordance with the By-Laws and the other organic documents of the Tenant corporation. 17. ​ Entire Agreement​ : The Lease, as modified by this Amendment, constitutes and contains the entire agreement between the parties, and there are no binding agreements or representations between the parties except as expressed herein. Tenant acknowledges that neither Landlord nor Landlord’s Agents have made any legally binding representations or warranties as to any matter except as expressly set forth herein, including any representations or warranties relating to the condition of the Premises or the improvements thereto or the suitability of the Premises or the Project for Tenant’s business. IN WITNESS WHEREOF​ , Landlord and Tenant have executed this Amendment as of the Effective Date. LANDLORD: TENANT:', 'id': 1, 'preprocessed_content': [b'13', b'', b'condition', b'premises', b'tenant', b'fully', b'familiar', b'premises', b'way', b'occupancy', b'accepts', b'premises', b'extended', b'term', b'created', b'hereby', b'as-is', b'condition', b'latent', b'patent', b'fault', b'without', b'warranty', b'obligation', b'part', b'landlord', b'provide', b'pay', b'interior', b'improvement', b'tenant', b'improvement', b'allowance', b'except', b'expressly', b'set', b'forth', b'herein', b'upon', b'timely', b'exercise', b'option', b'extend', b'tenant', b'shall', b'take', b'premises', b'extended', b'term', b'basis', b'14', b'', b'continuing', b'obligation', b'except', b'expressly', b'modified', b'term', b'amendment', b'term', b'condition', b'lease', b'remain', b'full', b'force', b'effect', b'term', b'condition', b'lease', b'incorporated', b'herein', b'though', b'set', b'forth', b'length', b'15', b'', b'effect', b'amendment', b'this', b'amendment', b'modifies', b'lease', b'in', b'event', b'conflict', b'discrepancy', b'lease', b'and/or', b'previous', b'document', b'party', b'provision', b'amendment', b'provision', b'amendment', b'shall', b'control', b'except', b'modified', b'herein', b'lease', b'shall', b'remain', b'full', b'force', b'effect', b'16', b'', b'authority', b'each', b'individual', b'executing', b'amendment', b'behalf', b'tenant', b'represents', b'warrant', b'duly', b'authorized', b'execute', b'deliver', b'amendment', b'pursuant', b'express', b'authority', b'tenant', b'pursuant', b'accordance', b'by-laws', b'organic', b'document', b'tenant', b'corporation', b'17', b'', b'entire', b'agreement', b'the', b'lease', b'modified', b'amendment', b'constitutes', b'contains', b'entire', b'agreement', b'party', b'binding', b'agreement', b'representation', b'party', b'except', b'expressed', b'herein', b'tenant', b'acknowledges', b'neither', b'landlord', b'landlord', b'', b'agents', b'made', b'legally', b'binding', b'representation', b'warranty', b'matter', b'except', b'expressly', b'set', b'forth', b'herein', b'including', b'representation', b'warranty', b'relating', b'condition', b'premises', b'improvement', b'thereto', b'suitability', b'premises', b'project', b'tenant', b'', b'business', b'in', b'witness', b'whereof', b'landlord', b'tenant', b'executed', b'amendment', b'effective', b'date', b'landlord', b'tenant']}, {'lines': [{'words': ['ROSS', 'DRIVE'], 'content': 'ROSS DRIVE'}], 'preprocessed_block_content': [], 'content': 'ROSS DRIVE', 'id': 2, 'preprocessed_content': [b'ross', b'drive']}, {'lines': [{'words': ['VERITY,', 'INC.'], 'content': 'VERITY, INC.'}], 'preprocessed_block_content': [], 'content': 'VERITY, INC.', 'id': 3, 'preprocessed_content': [b'verity', b'inc']}], 'block_count': 4, 'page_number': '6'}, {'blocks': [{'lines': [{'words': ['INVESTORS'], 'content': 'INVESTORS'}, {'words': ['a', 'California', 'general'], 'content': 'a California general'}, {'words': ['partnership'], 'content': 'partnership'}], 'preprocessed_block_content': [], 'content': 'INVESTORS a California general partnership', 'id': 0, 'preprocessed_content': [b'investors', b'california', b'general', b'partnership']}, {'lines': [{'words': ['By:', '/s/', 'David', 'J.', 'Brown'], 'content': 'By: /s/ David J. Brown'}], 'preprocessed_block_content': [], 'content': 'By: /s/ David J. Brown', 'id': 1, 'preprocessed_content': [b'by', b'/s/', b'david', b'j', b'brown']}, {'lines': [{'words': ['David', 'J.', 'Brown'], 'content': 'David J. Brown'}, {'words': ['Manager'], 'content': 'Manager'}], 'preprocessed_block_content': [], 'content': 'David J. Brown Manager', 'id': 2, 'preprocessed_content': [b'david', b'j', b'brown', b'manager']}, {'lines': [{'words': ['Date:'], 'content': 'Date:'}], 'preprocessed_block_content': [], 'content': 'Date:', 'id': 3, 'preprocessed_content': [b'date']}, {'lines': [{'words': ['March', '15,', '2004'], 'content': 'March 15, 2004'}], 'preprocessed_block_content': [], 'content': 'March 15, 2004', 'id': 4, 'preprocessed_content': [b'march', b'15', b'2004']}, {'lines': [{'words': ['a', 'Delaware', 'corporation'], 'content': 'a Delaware corporation'}], 'preprocessed_block_content': [], 'content': 'a Delaware corporation', 'id': 5, 'preprocessed_content': [b'delaware', b'corporation']}, {'lines': [{'words': ['By:', '/s/', 'Steven', 'R.', 'Springsteel'], 'content': 'By: /s/ Steven R. Springsteel'}], 'preprocessed_block_content': [], 'content': 'By: /s/ Steven R. Springsteel', 'id': 6, 'preprocessed_content': [b'by', b'/s/', b'steven', b'r.', b'springsteel']}, {'lines': [{'words': ['Steven', 'R.', 'Springsteel'], 'content': 'Steven R. Springsteel'}, {'words': ['Senior', 'Vice', 'President', 'of', 'Finance', 'and'], 'content': 'Senior Vice President of Finance and'}, {'words': ['Administration', 'and', 'Chief', 'Financial', 'Officer'], 'content': 'Administration and Chief Financial Officer'}], 'preprocessed_block_content': [], 'content': 'Steven R. Springsteel Senior Vice President of Finance and Administration and Chief Financial Officer', 'id': 7, 'preprocessed_content': [b'steven', b'r.', b'springsteel', b'senior', b'vice', b'president', b'finance', b'administration', b'chief', b'financial', b'officer']}, {'lines': [{'words': ['Date:'], 'content': 'Date:'}], 'preprocessed_block_content': [], 'content': 'Date:', 'id': 8, 'preprocessed_content': [b'date']}, {'lines': [{'words': ['March', '15,', '2004'], 'content': 'March 15, 2004'}], 'preprocessed_block_content': [], 'content': 'March 15, 2004', 'id': 9, 'preprocessed_content': [b'march', b'15', b'2004']}, {'lines': [{'words': ['97'], 'content': '97'}], 'preprocessed_block_content': [], 'content': '97', 'id': 10, 'preprocessed_content': [b'97']}], 'block_count': 11, 'page_number': '7'}, {'blocks': [{'lines': [{'words': ['Paragraph', '4', 'more', 'often', 'than', 'three', '(3)', 'times', 'in', 'any', 'calendar', 'year.', 'In', 'the', 'event', 'of', 'any', 'non-payment', 'of'], 'content': 'Paragraph 4 more often than three (3) times in any calendar year. In the event of any non-payment of'}, {'words': ['reimbursement', 'which', 'was', 'due', 'to', 'Tenant,', 'after', 'said', 'reimbursement', 'was', 'due', 'under', 'the', 'above', 'provision,'], 'content': 'reimbursement which was due to Tenant, after said reimbursement was due under the above provision,'}, {'words': ['the', 'Tenant', 'shall', 'be', 'entitled', 'to', 'set', 'the', 'amount', 'which', 'it', 'should', 'have', 'been', 'reimbursed', 'off', 'against', 'Rent', 'due'], 'content': 'the Tenant shall be entitled to set the amount which it should have been reimbursed off against Rent due'}, {'words': ['to', 'Landlord', 'under', 'either', 'Lease.'], 'content': 'to Landlord under either Lease.'}, {'words': ['5'], 'content': '5'}, {'words': ['​', 'Signage​', ':', 'Verity', 'will', 'have', 'exclusive', 'monument', 'signage', 'for', 'the', 'monument'], 'content': '​ Signage​ : Verity will have exclusive monument signage for the monument'}, {'words': ['currently', 'in', 'front', 'of', 'the', 'building', 'at', '890-892', 'Ross', 'Drive', 'plus', 'any', 'building', 'signage', 'that', 'governing'], 'content': 'currently in front of the building at 890-892 Ross Drive plus any building signage that governing'}, {'words': ['authorities', 'will', 'approve', 'for', 'the', 'Project', 'subject', 'to', 'maintaining', 'reasonably', 'adequate', 'signage', 'for', 'other'], 'content': 'authorities will approve for the Project subject to maintaining reasonably adequate signage for other'}, {'words': ['tenants.', 'Additionally,', 'Landlord', 'will', 'assist', 'Verity', 'in', 'the', 'design', 'and', 'approval', 'process', 'for', 'obtaining', 'a', '“pylon”'], 'content': 'tenants. Additionally, Landlord will assist Verity in the design and approval process for obtaining a “pylon”'}, {'words': ['sign', 'for', 'visibility', 'to', 'Highway', '101', '(provided,', 'however,', 'that', 'Landlord', 'cannot', 'guarantee', 'action', 'by', 'the'], 'content': 'sign for visibility to Highway 101 (provided, however, that Landlord cannot guarantee action by the'}, {'words': ['authorities', 'having', 'jurisdiction', 'over', 'such', 'a', 'sign).', 'Tenant', 'may', 'use', 'the', 'Tenant', 'Improvement', 'Allowance', 'to'], 'content': 'authorities having jurisdiction over such a sign). Tenant may use the Tenant Improvement Allowance to'}, {'words': ['pay', 'the', 'costs', 'of', 'permitted', 'signage.', 'Tenant', 'may', 'display', 'banners', 'outside', 'the', 'Building', 'for', 'up', 'to', 'two', '(2)'], 'content': 'pay the costs of permitted signage. Tenant may display banners outside the Building for up to two (2)'}, {'words': ['weeks', 'with', 'the', 'prior', 'consent', 'of', 'Landlord,', 'which', 'shall', 'not', 'be', 'unreasonably', 'withheld.'], 'content': 'weeks with the prior consent of Landlord, which shall not be unreasonably withheld.'}, {'words': ['94'], 'content': '94'}], 'preprocessed_block_content': [], 'content': 'Paragraph 4 more often than three (3) times in any calendar year. In the event of any non-payment of reimbursement which was due to Tenant, after said reimbursement was due under the above provision, the Tenant shall be entitled to set the amount which it should have been reimbursed off against Rent due to Landlord under either Lease. 5 ​ Signage​ : Verity will have exclusive monument signage for the monument currently in front of the building at 890-892 Ross Drive plus any building signage that governing authorities will approve for the Project subject to maintaining reasonably adequate signage for other tenants. Additionally, Landlord will assist Verity in the design and approval process for obtaining a “pylon” sign for visibility to Highway 101 (provided, however, that Landlord cannot guarantee action by the authorities having jurisdiction over such a sign). Tenant may use the Tenant Improvement Allowance to pay the costs of permitted signage. Tenant may display banners outside the Building for up to two (2) weeks with the prior consent of Landlord, which shall not be unreasonably withheld. 94', 'id': 0, 'preprocessed_content': [b'paragraph', b'4', b'often', b'three', b'3', b'time', b'calendar', b'year', b'in', b'event', b'non-payment', b'reimbursement', b'due', b'tenant', b'said', b'reimbursement', b'due', b'provision', b'tenant', b'shall', b'entitled', b'set', b'amount', b'reimbursed', b'rent', b'due', b'landlord', b'either', b'lease', b'5', b'', b'signage', b'verity', b'exclusive', b'monument', b'signage', b'monument', b'currently', b'front', b'building', b'890-892', b'ross', b'drive', b'plus', b'building', b'signage', b'governing', b'authority', b'approve', b'project', b'subject', b'maintaining', b'reasonably', b'adequate', b'signage', b'tenant', b'additionally', b'landlord', b'assist', b'verity', b'design', b'approval', b'process', b'obtaining', b'', b'pylon', b'', b'sign', b'visibility', b'highway', b'101', b'provided', b'however', b'landlord', b'guarantee', b'action', b'authority', b'jurisdiction', b'sign', b'tenant', b'may', b'use', b'tenant', b'improvement', b'allowance', b'pay', b'cost', b'permitted', b'signage', b'tenant', b'may', b'display', b'banner', b'outside', b'building', b'two', b'2', b'week', b'prior', b'consent', b'landlord', b'shall', b'unreasonably', b'withheld', b'94']}, {'lines': [{'words': ['6.'], 'content': '6.'}], 'preprocessed_block_content': [], 'content': '6.', 'id': 1, 'preprocessed_content': [b'6']}, {'lines': [{'words': ['Right', 'of', 'First', 'Negotiation:'], 'content': 'Right of First Negotiation:'}, {'words': ['A.'], 'content': 'A.'}, {'words': ['Grant', 'and', 'Right', 'of', 'First', 'Negotiation:', 'Landlord', 'hereby', 'grants', 'to', 'Tenant'], 'content': 'Grant and Right of First Negotiation: Landlord hereby grants to Tenant'}, {'words': ['a', 'Right', 'of', 'First', 'Negotiation', 'regarding', 'the', 'leasing', 'of', 'the', '“First', 'Negotiation', 'Space”,', 'which', 'consists', 'of', 'the'], 'content': 'a Right of First Negotiation regarding the leasing of the “First Negotiation Space”, which consists of the'}, {'words': ['portion', 'of', 'the', 'Building', '(Project)', 'which', 'is', 'identified', 'and', 'described', 'on', 'Exhibit', '“A”', 'as', 'the', 'First', 'Negotiation'], 'content': 'portion of the Building (Project) which is identified and described on Exhibit “A” as the First Negotiation'}, {'words': ['Space,', 'being', 'approximately', '44,340', 'square', 'feet', 'of', 'rentable', 'space', 'commonly', 'known', 'as', '890', 'Ross', 'Drive,'], 'content': 'Space, being approximately 44,340 square feet of rentable space commonly known as 890 Ross Drive,'}, {'words': ['Sunnyvale', 'on', 'the', 'terms', 'contained', 'in', 'this', 'Paragraph.'], 'content': 'Sunnyvale on the terms contained in this Paragraph.'}, {'words': ['B.'], 'content': 'B.'}, {'words': ['Negotiation', 'Notice:', 'If', 'Landlord', 'proposes', 'to', 'lease', 'all', 'or', 'part', 'of', 'the', 'First'], 'content': 'Negotiation Notice: If Landlord proposes to lease all or part of the First'}, {'words': ['Negotiation', 'Space', 'at', 'any', 'time', 'after', 'the', 'Effective', 'Date', 'of', 'this', 'Lease', 'and', 'before', 'the', 'expiration', 'or', 'earlier'], 'content': 'Negotiation Space at any time after the Effective Date of this Lease and before the expiration or earlier'}, {'words': ['termination', 'of', 'this', 'Right', 'of', 'First', 'Negotiation,', 'Landlord', 'shall', 'notify', 'Tenant', 'in', 'writing', '(the', '“Negotiation'], 'content': 'termination of this Right of First Negotiation, Landlord shall notify Tenant in writing (the “Negotiation'}, {'words': ['Notice”)', 'of', 'the', 'following', 'basic', 'business', 'terms', 'upon', 'which', 'Landlord', 'would', 'be', 'willing', 'to', 'lease', 'the', 'First'], 'content': 'Notice”) of the following basic business terms upon which Landlord would be willing to lease the First'}, {'words': ['Negotiation', 'Space;', '(i)', 'the', 'portion', 'of', 'the', 'First', 'Negotiation', 'Space', 'which', 'Landlord', 'propose', 'to', 'lease', '(the'], 'content': 'Negotiation Space; (i) the portion of the First Negotiation Space which Landlord propose to lease (the'}, {'words': ['“Offered', 'Space”),', '(ii)', 'the', 'term', 'of', 'the', 'proposed', 'lease;', '(iii)', 'the', 'tenant', 'improvements', 'Landlord', 'is', 'willing', 'to'], 'content': '“Offered Space”), (ii) the term of the proposed lease; (iii) the tenant improvements Landlord is willing to'}, {'words': ['construct', 'or', 'that', 'it', 'will', 'require', 'be', 'constructed', 'and', 'the', 'contribution', 'Landlord', 'is', 'willing', 'to', 'make', 'to', 'pay', 'for'], 'content': 'construct or that it will require be constructed and the contribution Landlord is willing to make to pay for'}, {'words': ['such', 'tenant', 'improvements;', '(iv)', 'the', 'rent', 'for', 'the', 'terms', 'of', 'the', 'lease', 'or', 'formula', 'to', 'be', 'used', 'to', 'determine', 'such'], 'content': 'such tenant improvements; (iv) the rent for the terms of the lease or formula to be used to determine such'}, {'words': ['rent,', 'and', '(v)', 'any', 'other', 'material', 'business', 'terms', 'Landlord', 'elects', 'to', 'specify.'], 'content': 'rent, and (v) any other material business terms Landlord elects to specify.'}, {'words': ['C.'], 'content': 'C.'}, {'words': ['Negotiation', 'Period:', 'Tenant', 'shall', 'have', 'ten', '(10)', 'days', '(the', '“Negotiation'], 'content': 'Negotiation Period: Tenant shall have ten (10) days (the “Negotiation'}, {'words': ['Period”)', 'from', 'the', 'Negotiation', 'Notice', 'within', 'which', 'to', 'conduct', 'negotiations', 'with', 'Landlord', 'regarding'], 'content': 'Period”) from the Negotiation Notice within which to conduct negotiations with Landlord regarding'}, {'words': ['Tenant’s', 'leasing', 'of', 'the', 'Offered', 'Space,', 'whether', 'on', 'the', 'terms', 'set', 'forth', 'in', 'Landlord’s', 'notice', 'or', 'otherwise.'], 'content': 'Tenant’s leasing of the Offered Space, whether on the terms set forth in Landlord’s notice or otherwise.'}, {'words': ['D.'], 'content': 'D.'}, {'words': ['Duties', 'During', 'Negotiation', 'Period:', 'During', 'the', 'Negotiation', 'Period,'], 'content': 'Duties During Negotiation Period: During the Negotiation Period,'}, {'words': ['Landlord', 'and', 'Tenant', 'will', 'negotiate', 'in', 'good', 'faith', 'in', 'an', 'attempt', 'to', 'agree', 'on', 'a', 'lease', 'of', 'the', 'Offered', 'Space.'], 'content': 'Landlord and Tenant will negotiate in good faith in an attempt to agree on a lease of the Offered Space.'}, {'words': ['Neither', 'Landlord', 'nor', 'Tenant', 'shall', 'be', 'bound', 'to', 'agree', 'to', 'or', 'accept', 'any', 'terms', 'and', 'conditions', 'for', 'such', 'lease'], 'content': 'Neither Landlord nor Tenant shall be bound to agree to or accept any terms and conditions for such lease'}, {'words': ['except', 'those', 'which', 'each', 'party,', 'in', 'its', 'sole', 'discretion,', 'wishes', 'to', 'agree', 'to.', '“Good', 'Faith”', 'in', 'such'], 'content': 'except those which each party, in its sole discretion, wishes to agree to. “Good Faith” in such'}, {'words': ['negotiations', 'does', 'not', 'require', 'either', 'party', 'to', 'make', 'concessions', 'to', 'the', 'other', 'party’s', 'position,', 'but', 'only'], 'content': 'negotiations does not require either party to make concessions to the other party’s position, but only'}, {'words': ['requires', 'that', 'each', 'party', 'give', 'the', 'other', 'party', 'a', 'reasonable', 'opportunity,', 'within', 'the', 'Negotiation', 'Period,', 'to'], 'content': 'requires that each party give the other party a reasonable opportunity, within the Negotiation Period, to'}, {'words': ['present', 'and', 'discuss', 'the', 'party’s', 'proposals.', 'Landlord', 'is', 'not', 'bound', 'to', 'agree', 'to', 'any', 'or', 'all', 'of', 'the', 'terms', 'set'], 'content': 'present and discuss the party’s proposals. Landlord is not bound to agree to any or all of the terms set'}, {'words': ['forth', 'in', 'the', 'Negotiation', 'Notice', 'if', 'it', 'determines', 'during', 'negotiations', 'that', 'one', 'or', 'more', 'of', 'said', 'terms', 'is', 'not', 'in'], 'content': 'forth in the Negotiation Notice if it determines during negotiations that one or more of said terms is not in'}, {'words': ['landlord’s', 'best', 'interest.'], 'content': 'landlord’s best interest.'}, {'words': ['E.'], 'content': 'E.'}, {'words': ['Landlord’s', 'Right', 'To', 'Lease', 'Absent', 'Agreement:', 'If', 'Landlord', 'and', 'Tenant'], 'content': 'Landlord’s Right To Lease Absent Agreement: If Landlord and Tenant'}, {'words': ['do', 'not', 'reach', 'agreement', 'in', 'writing', 'for', 'Tenant', 'to', 'lease', 'the', 'Offered', 'Space', 'within', 'the', 'Negotiation', 'Period,'], 'content': 'do not reach agreement in writing for Tenant to lease the Offered Space within the Negotiation Period,'}, {'words': ['Landlord', 'thereafter', 'shall', 'have', 'the', 'right', 'to', 'offer', 'the', 'Offered', 'Space', 'to', 'any', 'third', 'party,', 'on', 'such', 'terms', 'and'], 'content': 'Landlord thereafter shall have the right to offer the Offered Space to any third party, on such terms and'}, {'words': ['conditions', 'as', 'Landlord', 'may', 'elect,', 'and', 'Landlord', 'shall', 'not', 'thereafter,', 'have', 'any', 'duty', 'to', 'further', 'offer', 'the'], 'content': 'conditions as Landlord may elect, and Landlord shall not thereafter, have any duty to further offer the'}, {'words': ['Offered', 'Space', 'to', 'Tenant.'], 'content': 'Offered Space to Tenant.'}, {'words': ['F.'], 'content': 'F.'}, {'words': ['Termination:', 'The', 'right', 'granted', 'to', 'Tenant', 'in', 'this', 'Paragraph', 'is', 'personal'], 'content': 'Termination: The right granted to Tenant in this Paragraph is personal'}, {'words': ['to', 'Tenant,', 'and', 'may', 'not', 'be', 'assigned', 'by', 'Tenant', 'to', 'any', 'third', 'party,', 'either', 'alone', 'or', 'in', 'conjunction', 'with', 'an'], 'content': 'to Tenant, and may not be assigned by Tenant to any third party, either alone or in conjunction with an'}, {'words': ['assignment', 'of', 'this', 'Lease', 'or', 'a', 'sublease', 'of', 'all', 'or', 'any', 'part', 'of', 'the', 'Premises.', 'The', 'rights', 'granted', 'to', 'Tenant'], 'content': 'assignment of this Lease or a sublease of all or any part of the Premises. The rights granted to Tenant'}, {'words': ['under', 'this', 'paragraph', 'shall', 'terminate', 'upon', 'the', 'earliest', 'of', 'the', 'following', 'to', 'occur:', '(i)', 'the', 'expiration', 'or', 'earlier'], 'content': 'under this paragraph shall terminate upon the earliest of the following to occur: (i) the expiration or earlier'}, {'words': ['termination', 'of', 'the', 'Lease;', '(ii)', 'any', 'assignment', 'by', 'Tenant', 'of', 'its', 'interest', 'in', 'this', 'Lease;', '(iii)', 'any', 'subletting', 'by'], 'content': 'termination of the Lease; (ii) any assignment by Tenant of its interest in this Lease; (iii) any subletting by'}, {'words': ['Tenant', 'of', 'substantially', 'all', 'of', 'the', 'Premises', 'for', 'substantially', 'all', 'of', 'the', 'remainder', 'of', 'the', 'Lease', 'Term,', '(iv)', 'the'], 'content': 'Tenant of substantially all of the Premises for substantially all of the remainder of the Lease Term, (iv) the'}, {'words': ['termination', 'of', 'this', 'right', 'by', 'default', 'as', 'set', 'forth', 'in', 'Subparagraph', 'G', 'below,', 'or', '(v)', 'as', 'to', 'any', 'Offered', 'Space,'], 'content': 'termination of this right by default as set forth in Subparagraph G below, or (v) as to any Offered Space,'}], 'preprocessed_block_content': [], 'content': 'Right of First Negotiation: A. Grant and Right of First Negotiation: Landlord hereby grants to Tenant a Right of First Negotiation regarding the leasing of the “First Negotiation Space”, which consists of the portion of the Building (Project) which is identified and described on Exhibit “A” as the First Negotiation Space, being approximately 44,340 square feet of rentable space commonly known as 890 Ross Drive, Sunnyvale on the terms contained in this Paragraph. B. Negotiation Notice: If Landlord proposes to lease all or part of the First Negotiation Space at any time after the Effective Date of this Lease and before the expiration or earlier termination of this Right of First Negotiation, Landlord shall notify Tenant in writing (the “Negotiation Notice”) of the following basic business terms upon which Landlord would be willing to lease the First Negotiation Space; (i) the portion of the First Negotiation Space which Landlord propose to lease (the “Offered Space”), (ii) the term of the proposed lease; (iii) the tenant improvements Landlord is willing to construct or that it will require be constructed and the contribution Landlord is willing to make to pay for such tenant improvements; (iv) the rent for the terms of the lease or formula to be used to determine such rent, and (v) any other material business terms Landlord elects to specify. C. Negotiation Period: Tenant shall have ten (10) days (the “Negotiation Period”) from the Negotiation Notice within which to conduct negotiations with Landlord regarding Tenant’s leasing of the Offered Space, whether on the terms set forth in Landlord’s notice or otherwise. D. Duties During Negotiation Period: During the Negotiation Period, Landlord and Tenant will negotiate in good faith in an attempt to agree on a lease of the Offered Space. Neither Landlord nor Tenant shall be bound to agree to or accept any terms and conditions for such lease except those which each party, in its sole discretion, wishes to agree to. “Good Faith” in such negotiations does not require either party to make concessions to the other party’s position, but only requires that each party give the other party a reasonable opportunity, within the Negotiation Period, to present and discuss the party’s proposals. Landlord is not bound to agree to any or all of the terms set forth in the Negotiation Notice if it determines during negotiations that one or more of said terms is not in landlord’s best interest. E. Landlord’s Right To Lease Absent Agreement: If Landlord and Tenant do not reach agreement in writing for Tenant to lease the Offered Space within the Negotiation Period, Landlord thereafter shall have the right to offer the Offered Space to any third party, on such terms and conditions as Landlord may elect, and Landlord shall not thereafter, have any duty to further offer the Offered Space to Tenant. F. Termination: The right granted to Tenant in this Paragraph is personal to Tenant, and may not be assigned by Tenant to any third party, either alone or in conjunction with an assignment of this Lease or a sublease of all or any part of the Premises. The rights granted to Tenant under this paragraph shall terminate upon the earliest of the following to occur: (i) the expiration or earlier termination of the Lease; (ii) any assignment by Tenant of its interest in this Lease; (iii) any subletting by Tenant of substantially all of the Premises for substantially all of the remainder of the Lease Term, (iv) the termination of this right by default as set forth in Subparagraph G below, or (v) as to any Offered Space,', 'id': 2, 'preprocessed_content': [b'right', b'first', b'negotiation', b'a', b'grant', b'right', b'first', b'negotiation', b'landlord', b'hereby', b'grant', b'tenant', b'right', b'first', b'negotiation', b'regarding', b'leasing', b'', b'first', b'negotiation', b'space', b'', b'consists', b'portion', b'building', b'project', b'identified', b'described', b'exhibit', b'', b'a', b'', b'first', b'negotiation', b'space', b'approximately', b'44,340', b'square', b'foot', b'rentable', b'space', b'commonly', b'known', b'890', b'ross', b'drive', b'sunnyvale', b'term', b'contained', b'paragraph', b'b', b'negotiation', b'notice', b'if', b'landlord', b'proposes', b'lease', b'part', b'first', b'negotiation', b'space', b'time', b'effective', b'date', b'lease', b'expiration', b'earlier', b'termination', b'right', b'first', b'negotiation', b'landlord', b'shall', b'notify', b'tenant', b'writing', b'', b'negotiation', b'notice', b'', b'following', b'basic', b'business', b'term', b'upon', b'landlord', b'would', b'willing', b'lease', b'first', b'negotiation', b'space', b'portion', b'first', b'negotiation', b'space', b'landlord', b'propose', b'lease', b'', b'offered', b'space', b'', b'ii', b'term', b'proposed', b'lease', b'iii', b'tenant', b'improvement', b'landlord', b'willing', b'construct', b'require', b'constructed', b'contribution', b'landlord', b'willing', b'make', b'pay', b'tenant', b'improvement', b'iv', b'rent', b'term', b'lease', b'formula', b'used', b'determine', b'rent', b'v', b'material', b'business', b'term', b'landlord', b'elect', b'specify', b'c.', b'negotiation', b'period', b'tenant', b'shall', b'ten', b'10', b'day', b'', b'negotiation', b'period', b'', b'negotiation', b'notice', b'within', b'conduct', b'negotiation', b'landlord', b'regarding', b'tenant', b'', b'leasing', b'offered', b'space', b'whether', b'term', b'set', b'forth', b'landlord', b'', b'notice', b'otherwise', b'd.', b'duties', b'during', b'negotiation', b'period', b'during', b'negotiation', b'period', b'landlord', b'tenant', b'negotiate', b'good', b'faith', b'attempt', b'agree', b'lease', b'offered', b'space', b'neither', b'landlord', b'tenant', b'shall', b'bound', b'agree', b'accept', b'term', b'condition', b'lease', b'except', b'party', b'sole', b'discretion', b'wish', b'agree', b'', b'good', b'faith', b'', b'negotiation', b'require', b'either', b'party', b'make', b'concession', b'party', b'', b'position', b'requires', b'party', b'give', b'party', b'reasonable', b'opportunity', b'within', b'negotiation', b'period', b'present', b'discus', b'party', b'', b'proposal', b'landlord', b'bound', b'agree', b'term', b'set', b'forth', b'negotiation', b'notice', b'determines', b'negotiation', b'one', b'said', b'term', b'landlord', b'', b'best', b'interest', b'e.', b'landlord', b'', b'right', b'to', b'lease', b'absent', b'agreement', b'if', b'landlord', b'tenant', b'reach', b'agreement', b'writing', b'tenant', b'lease', b'offered', b'space', b'within', b'negotiation', b'period', b'landlord', b'thereafter', b'shall', b'right', b'offer', b'offered', b'space', b'third', b'party', b'term', b'condition', b'landlord', b'may', b'elect', b'landlord', b'shall', b'thereafter', b'duty', b'offer', b'offered', b'space', b'tenant', b'f.', b'termination', b'the', b'right', b'granted', b'tenant', b'paragraph', b'personal', b'tenant', b'may', b'assigned', b'tenant', b'third', b'party', b'either', b'alone', b'conjunction', b'assignment', b'lease', b'sublease', b'part', b'premises', b'the', b'right', b'granted', b'tenant', b'paragraph', b'shall', b'terminate', b'upon', b'earliest', b'following', b'occur', b'expiration', b'earlier', b'termination', b'lease', b'ii', b'assignment', b'tenant', b'interest', b'lease', b'iii', b'subletting', b'tenant', b'substantially', b'premises', b'substantially', b'remainder', b'lease', b'term', b'iv', b'termination', b'right', b'default', b'set', b'forth', b'subparagraph', b'g', b'v', b'offered', b'space']}], 'block_count': 3, 'page_number': '4'}, {'blocks': [{'lines': [{'words': ['conditioned', 'upon', 'and', 'subject', 'to', 'each', 'of', 'the', 'following:'], 'content': 'conditioned upon and subject to each of the following:'}, {'words': ['(1)'], 'content': '(1)'}, {'words': ['In', 'order', 'to', 'exercise', 'its', 'option', 'to', 'extend,', 'Tenant', 'must', 'give'], 'content': 'In order to exercise its option to extend, Tenant must give'}, {'words': ['written', 'notice', 'of', 'such', 'election', 'to', 'Landlord', 'and', 'Landlord', 'must', 'receive', 'same', 'by', 'the', 'Last', 'Exercise', 'Date,', 'but'], 'content': 'written notice of such election to Landlord and Landlord must receive same by the Last Exercise Date, but'}, {'words': ['not', 'prior', 'to', 'the', 'Earliest', 'Exercise', 'Date.', 'If', 'proper', 'notification', 'of', 'the', 'exercise', 'of', 'an', 'option', 'is', 'not', 'given'], 'content': 'not prior to the Earliest Exercise Date. If proper notification of the exercise of an option is not given'}, {'words': ['and/or', 'received,', 'such', 'option', 'shall', 'automatically', 'expire.', 'Failure', 'to', 'exercise', 'an', 'option', 'terminates', 'that'], 'content': 'and/or received, such option shall automatically expire. Failure to exercise an option terminates that'}, {'words': ['option', 'and', 'all', 'subsequent', 'options.', 'Tenant', 'acknowledges', 'that', 'because', 'of', 'the', 'importance', 'of', 'Landlord', 'of'], 'content': 'option and all subsequent options. Tenant acknowledges that because of the importance of Landlord of'}, {'words': ['knowing', 'no', 'later', 'than', 'the', 'Last', 'Exercise', 'Date', 'whether', 'or', 'not', 'Tenant', 'will', 'exercise', 'the', 'option,', 'the', 'failure', 'of'], 'content': 'knowing no later than the Last Exercise Date whether or not Tenant will exercise the option, the failure of'}, {'words': ['Tenant', 'to', 'notify', 'Landlord', 'by', 'the', 'Last', 'Exercise', 'Date', 'will', 'conclusively', 'be', 'presumed', 'an', 'election', 'by', 'Tenant'], 'content': 'Tenant to notify Landlord by the Last Exercise Date will conclusively be presumed an election by Tenant'}, {'words': ['not', 'to', 'exercise', 'the', 'option.'], 'content': 'not to exercise the option.'}, {'words': ['(2)'], 'content': '(2)'}, {'words': ['Tenant', 'shall', 'have', 'no', 'right', 'to', 'exercise', 'an', 'option', '(i)', 'if', 'Tenant'], 'content': 'Tenant shall have no right to exercise an option (i) if Tenant'}, {'words': ['is', 'in', 'Default', 'beyond', 'any', 'cure', 'period', 'provided', 'in', 'the', 'Lease', '(if', 'applicable)', 'either', 'on', 'the', 'date', 'of', 'exercise', 'of'], 'content': 'is in Default beyond any cure period provided in the Lease (if applicable) either on the date of exercise of'}, {'words': ['the', 'option', 'or', 'on', 'the', 'date', 'on', 'which', 'the', 'Lease', 'would', 'terminate', 'absent', 'exercise', 'of', 'the', 'option', 'or', '(ii)', 'in', 'the'], 'content': 'the option or on the date on which the Lease would terminate absent exercise of the option or (ii) in the'}, {'words': ['event', 'that', 'Landlord', 'has', 'given', 'to', 'Tenant', 'three', '(3)', 'or', 'more', 'notices', 'of', 'separate', 'Defaults', 'during', 'the', '12'], 'content': 'event that Landlord has given to Tenant three (3) or more notices of separate Defaults during the 12'}, {'words': ['month', 'period', 'immediately', 'preceding', 'the', 'exercise', 'of', 'the', 'option,', 'whether', 'or', 'not', 'the', 'Defaults', 'are', 'cured.'], 'content': 'month period immediately preceding the exercise of the option, whether or not the Defaults are cured.'}, {'words': ['The', 'period', 'of', 'time', 'within', 'which', 'an', 'option', 'may', 'be', 'exercised', 'shall', 'not', 'be', 'extended', 'or', 'enlarged', 'by', 'reason'], 'content': 'The period of time within which an option may be exercised shall not be extended or enlarged by reason'}, {'words': ['of', 'Tenant’s', 'inability', 'to', 'exercise', 'an', 'option', 'because', 'of', 'the', 'provisions', 'of', 'this', 'Paragraph.'], 'content': 'of Tenant’s inability to exercise an option because of the provisions of this Paragraph.'}, {'words': ['C.'], 'content': 'C.'}, {'words': ['​', 'Creation', 'of', 'Extended', 'Term​', ':', 'Upon', 'the', 'timely', 'exercise', 'of', 'the', 'option', 'to'], 'content': '​ Creation of Extended Term​ : Upon the timely exercise of the option to'}, {'words': ['extend', 'and', 'the', 'commencement', 'of', 'the', 'extended', 'Term,', 'all', 'references', 'in', 'the', 'Lease', 'to', 'the', 'Term', 'shall', 'be'], 'content': 'extend and the commencement of the extended Term, all references in the Lease to the Term shall be'}, {'words': ['considered', 'to', 'mean', 'the', 'Term', 'as', 'extended', 'by', 'the', 'exercise', 'of', 'the', 'option,', 'which', 'shall', 'be', 'referred', 'to', 'herein'], 'content': 'considered to mean the Term as extended by the exercise of the option, which shall be referred to herein'}, {'words': ['as', 'the', '“Extended', 'Term”.'], 'content': 'as the “Extended Term”.'}, {'words': ['D.'], 'content': 'D.'}, {'words': ['​', 'Options', 'Personal​', ':', 'The', 'option', 'is', 'personal', 'to', 'the', 'Tenant,', 'and', 'cannot'], 'content': '​ Options Personal​ : The option is personal to the Tenant, and cannot'}, {'words': ['be', 'assigned', 'to', 'or', 'exercised', 'by', 'anyone', 'other', 'than', 'the', 'Tenant.', 'The', 'option', 'can', 'only', 'be', 'exercised', 'at', 'a', 'time'], 'content': 'be assigned to or exercised by anyone other than the Tenant. The option can only be exercised at a time'}, {'words': ['when', 'the', 'Tenant', 'is', 'in', 'possession', 'of', 'not', 'less', 'than', 'fifty', 'percent', '(50%)', 'of', 'the', 'Premises', 'and', 'does', 'not', 'have'], 'content': 'when the Tenant is in possession of not less than fifty percent (50%) of the Premises and does not have'}, {'words': ['any', 'intent', 'of', 'thereafter', 'assigning', 'or', 'subletting.', 'Notwithstanding', 'the', 'above,', 'Tenant', 'may', 'assign', 'the'], 'content': 'any intent of thereafter assigning or subletting. Notwithstanding the above, Tenant may assign the'}, {'words': ['options', 'together', 'with', 'Tenant’s', 'interest', 'under', 'this', 'Lease', 'to', 'a', 'transferee', 'in', 'a', 'Permitted', 'Transfer.'], 'content': 'options together with Tenant’s interest under this Lease to a transferee in a Permitted Transfer.'}, {'words': ['E.'], 'content': 'E.'}, {'words': ['The', 'Base', 'Monthly', 'Rent', 'for', 'the', 'Option', 'Period', 'shall', 'be', 'one', 'hundred'], 'content': 'The Base Monthly Rent for the Option Period shall be one hundred'}, {'words': ['percent', '(100%)', 'of', 'the', 'then', 'fair', 'market', 'monthly', 'rent', 'determined', 'as', 'of', 'the', 'commencement', 'of', 'the', 'option'], 'content': 'percent (100%) of the then fair market monthly rent determined as of the commencement of the option'}, {'words': ['period', 'in', 'question', 'based', 'upon', 'like', 'buildings', 'with', 'like', 'improvements', 'in', 'the', 'area.', 'The', 'Option', 'Period', 'shall'], 'content': 'period in question based upon like buildings with like improvements in the area. The Option Period shall'}, {'words': ['contain', 'no', 'free', 'rent', 'and', 'the', 'Premises', 'shall', 'be', 'taken', '“as-is”.', 'If', 'the', 'parties', 'are', 'unable', 'to', 'agree', 'upon', 'the'], 'content': 'contain no free rent and the Premises shall be taken “as-is”. If the parties are unable to agree upon the'}, {'words': ['fair', 'market', 'monthly', 'rent', 'for', 'the', 'Premises', 'for', 'the', 'option', 'period', 'in', 'question', 'at', 'least', 'seventy-five', '(75)', 'days'], 'content': 'fair market monthly rent for the Premises for the option period in question at least seventy-five (75) days'}, {'words': ['prior', 'to', 'the', 'commencement', 'of', 'the', 'option', 'period', 'in', 'question,', 'then', 'the', 'fair', 'market', 'monthly', 'rent', 'shall', 'be'], 'content': 'prior to the commencement of the option period in question, then the fair market monthly rent shall be'}, {'words': ['determined', 'by', 'appraisal', 'conducted', 'pursuant', 'to', 'subparagraph', 'F.'], 'content': 'determined by appraisal conducted pursuant to subparagraph F.'}, {'words': ['F.'], 'content': 'F.'}, {'words': ['In', 'the', 'event', 'it', 'becomes', 'necessary', 'to', 'determine', 'by', 'appraisal', 'the', 'fair'], 'content': 'In the event it becomes necessary to determine by appraisal the fair'}, {'words': ['market', 'rent', 'of', 'the', 'Premises', 'for', 'the', 'purpose', 'of', 'establishing', 'the', 'Base', 'Monthly', 'Rent', 'during', 'the', 'Option'], 'content': 'market rent of the Premises for the purpose of establishing the Base Monthly Rent during the Option'}, {'words': ['Period,', 'then', 'such', 'fair', 'market', 'monthly', 'rent', 'shall', 'be', 'determined', 'by', 'three', '(3)', 'real', 'estate', 'appraisers,', 'all', 'of'], 'content': 'Period, then such fair market monthly rent shall be determined by three (3) real estate appraisers, all of'}, {'words': ['whom', 'shall', 'be', 'members', 'of', 'the', 'American', 'Institute', 'of', 'Real', 'Estate', 'Appraisers', 'with', 'not', 'less', 'than', 'five', '(5)'], 'content': 'whom shall be members of the American Institute of Real Estate Appraisers with not less than five (5)'}, {'words': ['years', 'experience', 'appraising', 'real', 'property', '(other', 'than', 'residential', 'or', 'agricultural', 'property)', 'located', 'in', 'Santa'], 'content': 'years experience appraising real property (other than residential or agricultural property) located in Santa'}, {'words': ['Clara', 'County,', 'California,', 'in', 'accordance', 'with', 'the', 'following', 'procedures:'], 'content': 'Clara County, California, in accordance with the following procedures:'}, {'words': ['(1)'], 'content': '(1)'}, {'words': ['The', 'party', 'demanding', 'an', 'appraisal', '(the', '“Notifying', 'Party”)'], 'content': 'The party demanding an appraisal (the “Notifying Party”)'}, {'words': ['shall', 'notify', 'the', 'other', 'party', '(the', '“Non-Notifying', 'Party”)', 'thereof', 'by', 'delivering', 'a', 'written', 'demand', 'for', 'appraisal,'], 'content': 'shall notify the other party (the “Non-Notifying Party”) thereof by delivering a written demand for appraisal,'}, {'words': ['which', 'demand,', 'to', 'be', 'effective,', 'must', 'give', 'the', 'name,', 'address,', 'and', 'qualifications', 'of', 'an', 'appraiser', 'selected'], 'content': 'which demand, to be effective, must give the name, address, and qualifications of an appraiser selected'}, {'words': ['by', 'the', 'Notifying', 'Party.', 'Within', 'ten', '(10)', 'days', 'of', 'receipt', 'of', 'said', 'demand,', 'the', 'Non-Notifying', 'Party', 'shall'], 'content': 'by the Notifying Party. Within ten (10) days of receipt of said demand, the Non-Notifying Party shall'}, {'words': ['select', 'its', 'appraiser', 'and', 'notify', 'the', 'Notifying', 'Party,', 'in', 'writing,', 'of', 'the', 'name,', 'address,', 'and', 'qualifications', 'of'], 'content': 'select its appraiser and notify the Notifying Party, in writing, of the name, address, and qualifications of'}, {'words': ['an', 'appraiser', 'selected', 'by', 'it.', 'Failure', 'by', 'the', 'Non-Notifying', 'Party', 'to', 'select', 'a', 'qualified', 'appraiser', 'within', 'said'], 'content': 'an appraiser selected by it. Failure by the Non-Notifying Party to select a qualified appraiser within said'}, {'words': ['ten', '(10)', 'day', 'period', 'shall', 'be', 'deemed', 'a', 'waiver', 'of', 'its', 'right', 'to', 'select', 'a', 'second', 'appraiser', 'on', 'its', 'own', 'behalf'], 'content': 'ten (10) day period shall be deemed a waiver of its right to select a second appraiser on its own behalf'}, {'words': ['and', 'the', 'Notifying', 'Party', 'shall', 'select', 'a', 'second', 'appraiser', 'on', 'behalf', 'of', 'the', 'Non-Notifying', 'Party', 'within', 'five', '(5)'], 'content': 'and the Notifying Party shall select a second appraiser on behalf of the Non-Notifying Party within five (5)'}, {'words': ['days', 'after', 'the', 'expiration', 'of', 'said', 'ten', '(10)', 'day', 'period.', 'Within', 'ten', '(10)', 'days', 'from', 'the', 'date', 'the', 'second'], 'content': 'days after the expiration of said ten (10) day period. Within ten (10) days from the date the second'}, {'words': ['appraiser', 'shall', 'have', 'been', 'appointed,', 'the', 'two', '(2)', 'appraisers', 'so', 'selected', 'shall', 'appoint', 'a', 'third', 'appraiser.', 'If'], 'content': 'appraiser shall have been appointed, the two (2) appraisers so selected shall appoint a third appraiser. If'}, {'words': ['the', 'two', 'appraisers', 'fail', 'to', 'select', 'a', 'third', 'qualified', 'appraiser,', 'the', 'third', 'appraiser', 'shall', 'be', 'selected', 'by', 'the'], 'content': 'the two appraisers fail to select a third qualified appraiser, the third appraiser shall be selected by the'}, {'words': ['American', 'Arbitration', 'Association', 'or', 'if', 'it', 'shall', 'refuse', 'to', 'perform', 'this', 'function,', 'then', 'at', 'the', 'request', 'of', 'either'], 'content': 'American Arbitration Association or if it shall refuse to perform this function, then at the request of either'}, {'words': ['Landlord', 'or', 'Tenant,', 'such', 'third', 'appraiser', 'shall', 'be', 'promptly', 'appointed', 'by', 'the', 'then', 'Presiding', 'Judge', 'of', 'the'], 'content': 'Landlord or Tenant, such third appraiser shall be promptly appointed by the then Presiding Judge of the'}, {'words': ['Superior', 'Court', 'of', 'the', 'State', 'of', 'California', 'for', 'the', 'County', 'of', 'Santa', 'Clara.'], 'content': 'Superior Court of the State of California for the County of Santa Clara.'}, {'words': ['(2)'], 'content': '(2)'}, {'words': ['The', 'three', '(3)', 'appraisers', 'so', 'selected', 'shall', 'meet', 'in', 'San', 'Jose,'], 'content': 'The three (3) appraisers so selected shall meet in San Jose,'}, {'words': ['California,', 'not', 'later', 'than', 'twenty', '(20)', 'days', 'following', 'the', 'selection', 'of', 'the', 'third', 'appraiser.', 'At', 'said', 'meeting'], 'content': 'California, not later than twenty (20) days following the selection of the third appraiser. At said meeting'}], 'preprocessed_block_content': [], 'content': 'conditioned upon and subject to each of the following: (1) In order to exercise its option to extend, Tenant must give written notice of such election to Landlord and Landlord must receive same by the Last Exercise Date, but not prior to the Earliest Exercise Date. If proper notification of the exercise of an option is not given and/or received, such option shall automatically expire. Failure to exercise an option terminates that option and all subsequent options. Tenant acknowledges that because of the importance of Landlord of knowing no later than the Last Exercise Date whether or not Tenant will exercise the option, the failure of Tenant to notify Landlord by the Last Exercise Date will conclusively be presumed an election by Tenant not to exercise the option. (2) Tenant shall have no right to exercise an option (i) if Tenant is in Default beyond any cure period provided in the Lease (if applicable) either on the date of exercise of the option or on the date on which the Lease would terminate absent exercise of the option or (ii) in the event that Landlord has given to Tenant three (3) or more notices of separate Defaults during the 12 month period immediately preceding the exercise of the option, whether or not the Defaults are cured. The period of time within which an option may be exercised shall not be extended or enlarged by reason of Tenant’s inability to exercise an option because of the provisions of this Paragraph. C. ​ Creation of Extended Term​ : Upon the timely exercise of the option to extend and the commencement of the extended Term, all references in the Lease to the Term shall be considered to mean the Term as extended by the exercise of the option, which shall be referred to herein as the “Extended Term”. D. ​ Options Personal​ : The option is personal to the Tenant, and cannot be assigned to or exercised by anyone other than the Tenant. The option can only be exercised at a time when the Tenant is in possession of not less than fifty percent (50%) of the Premises and does not have any intent of thereafter assigning or subletting. Notwithstanding the above, Tenant may assign the options together with Tenant’s interest under this Lease to a transferee in a Permitted Transfer. E. The Base Monthly Rent for the Option Period shall be one hundred percent (100%) of the then fair market monthly rent determined as of the commencement of the option period in question based upon like buildings with like improvements in the area. The Option Period shall contain no free rent and the Premises shall be taken “as-is”. If the parties are unable to agree upon the fair market monthly rent for the Premises for the option period in question at least seventy-five (75) days prior to the commencement of the option period in question, then the fair market monthly rent shall be determined by appraisal conducted pursuant to subparagraph F. F. In the event it becomes necessary to determine by appraisal the fair market rent of the Premises for the purpose of establishing the Base Monthly Rent during the Option Period, then such fair market monthly rent shall be determined by three (3) real estate appraisers, all of whom shall be members of the American Institute of Real Estate Appraisers with not less than five (5) years experience appraising real property (other than residential or agricultural property) located in Santa Clara County, California, in accordance with the following procedures: (1) The party demanding an appraisal (the “Notifying Party”) shall notify the other party (the “Non-Notifying Party”) thereof by delivering a written demand for appraisal, which demand, to be effective, must give the name, address, and qualifications of an appraiser selected by the Notifying Party. Within ten (10) days of receipt of said demand, the Non-Notifying Party shall select its appraiser and notify the Notifying Party, in writing, of the name, address, and qualifications of an appraiser selected by it. Failure by the Non-Notifying Party to select a qualified appraiser within said ten (10) day period shall be deemed a waiver of its right to select a second appraiser on its own behalf and the Notifying Party shall select a second appraiser on behalf of the Non-Notifying Party within five (5) days after the expiration of said ten (10) day period. Within ten (10) days from the date the second appraiser shall have been appointed, the two (2) appraisers so selected shall appoint a third appraiser. If the two appraisers fail to select a third qualified appraiser, the third appraiser shall be selected by the American Arbitration Association or if it shall refuse to perform this function, then at the request of either Landlord or Tenant, such third appraiser shall be promptly appointed by the then Presiding Judge of the Superior Court of the State of California for the County of Santa Clara. (2) The three (3) appraisers so selected shall meet in San Jose, California, not later than twenty (20) days following the selection of the third appraiser. At said meeting', 'id': 0, 'preprocessed_content': [b'conditioned', b'upon', b'subject', b'following', b'1', b'in', b'order', b'exercise', b'option', b'extend', b'tenant', b'must', b'give', b'written', b'notice', b'election', b'landlord', b'landlord', b'must', b'receive', b'last', b'exercise', b'date', b'prior', b'earliest', b'exercise', b'date', b'if', b'proper', b'notification', b'exercise', b'option', b'given', b'and/or', b'received', b'option', b'shall', b'automatically', b'expire', b'failure', b'exercise', b'option', b'terminates', b'option', b'subsequent', b'option', b'tenant', b'acknowledges', b'importance', b'landlord', b'knowing', b'later', b'last', b'exercise', b'date', b'whether', b'tenant', b'exercise', b'option', b'failure', b'tenant', b'notify', b'landlord', b'last', b'exercise', b'date', b'conclusively', b'presumed', b'election', b'tenant', b'exercise', b'option', b'2', b'tenant', b'shall', b'right', b'exercise', b'option', b'tenant', b'default', b'beyond', b'cure', b'period', b'provided', b'lease', b'applicable', b'either', b'date', b'exercise', b'option', b'date', b'lease', b'would', b'terminate', b'absent', b'exercise', b'option', b'ii', b'event', b'landlord', b'given', b'tenant', b'three', b'3', b'notice', b'separate', b'defaults', b'12', b'month', b'period', b'immediately', b'preceding', b'exercise', b'option', b'whether', b'defaults', b'cured', b'the', b'period', b'time', b'within', b'option', b'may', b'exercised', b'shall', b'extended', b'enlarged', b'reason', b'tenant', b'', b'inability', b'exercise', b'option', b'provision', b'paragraph', b'c.', b'', b'creation', b'extended', b'term', b'upon', b'timely', b'exercise', b'option', b'extend', b'commencement', b'extended', b'term', b'reference', b'lease', b'term', b'shall', b'considered', b'mean', b'term', b'extended', b'exercise', b'option', b'shall', b'referred', b'herein', b'', b'extended', b'term', b'', b'd.', b'', b'options', b'personal', b'the', b'option', b'personal', b'tenant', b'assigned', b'exercised', b'anyone', b'tenant', b'the', b'option', b'exercised', b'time', b'tenant', b'possession', b'le', b'fifty', b'percent', b'50', b'premises', b'intent', b'thereafter', b'assigning', b'subletting', b'notwithstanding', b'tenant', b'may', b'assign', b'option', b'together', b'tenant', b'', b'interest', b'lease', b'transferee', b'permitted', b'transfer', b'e.', b'the', b'base', b'monthly', b'rent', b'option', b'period', b'shall', b'one', b'hundred', b'percent', b'100', b'fair', b'market', b'monthly', b'rent', b'determined', b'commencement', b'option', b'period', b'question', b'based', b'upon', b'like', b'building', b'like', b'improvement', b'area', b'the', b'option', b'period', b'shall', b'contain', b'free', b'rent', b'premises', b'shall', b'taken', b'', b'as-is', b'', b'if', b'party', b'unable', b'agree', b'upon', b'fair', b'market', b'monthly', b'rent', b'premises', b'option', b'period', b'question', b'least', b'seventy-five', b'75', b'day', b'prior', b'commencement', b'option', b'period', b'question', b'fair', b'market', b'monthly', b'rent', b'shall', b'determined', b'appraisal', b'conducted', b'pursuant', b'subparagraph', b'f.', b'f.', b'in', b'event', b'becomes', b'necessary', b'determine', b'appraisal', b'fair', b'market', b'rent', b'premises', b'purpose', b'establishing', b'base', b'monthly', b'rent', b'option', b'period', b'fair', b'market', b'monthly', b'rent', b'shall', b'determined', b'three', b'3', b'real', b'estate', b'appraiser', b'shall', b'member', b'american', b'institute', b'real', b'estate', b'appraisers', b'le', b'five', b'5', b'year', b'experience', b'appraising', b'real', b'property', b'residential', b'agricultural', b'property', b'located', b'santa', b'clara', b'county', b'california', b'accordance', b'following', b'procedure', b'1', b'the', b'party', b'demanding', b'appraisal', b'', b'notifying', b'party', b'', b'shall', b'notify', b'party', b'', b'non-notifying', b'party', b'', b'thereof', b'delivering', b'written', b'demand', b'appraisal', b'demand', b'effective', b'must', b'give', b'name', b'address', b'qualification', b'appraiser', b'selected', b'notifying', b'party', b'within', b'ten', b'10', b'day', b'receipt', b'said', b'demand', b'non-notifying', b'party', b'shall', b'select', b'appraiser', b'notify', b'notifying', b'party', b'writing', b'name', b'address', b'qualification', b'appraiser', b'selected', b'failure', b'non-notifying', b'party', b'select', b'qualified', b'appraiser', b'within', b'said', b'ten', b'10', b'day', b'period', b'shall', b'deemed', b'waiver', b'right', b'select', b'second', b'appraiser', b'behalf', b'notifying', b'party', b'shall', b'select', b'second', b'appraiser', b'behalf', b'non-notifying', b'party', b'within', b'five', b'5', b'day', b'expiration', b'said', b'ten', b'10', b'day', b'period', b'within', b'ten', b'10', b'day', b'date', b'second', b'appraiser', b'shall', b'appointed', b'two', b'2', b'appraiser', b'selected', b'shall', b'appoint', b'third', b'appraiser', b'if', b'two', b'appraiser', b'fail', b'select', b'third', b'qualified', b'appraiser', b'third', b'appraiser', b'shall', b'selected', b'american', b'arbitration', b'association', b'shall', b'refuse', b'perform', b'function', b'request', b'either', b'landlord', b'tenant', b'third', b'appraiser', b'shall', b'promptly', b'appointed', b'presiding', b'judge', b'superior', b'court', b'state', b'california', b'county', b'santa', b'clara', b'2', b'the', b'three', b'3', b'appraiser', b'selected', b'shall', b'meet', b'san', b'jose', b'california', b'later', b'twenty', b'20', b'day', b'following', b'selection', b'third', b'appraiser', b'at', b'said', b'meeting']}], 'block_count': 1, 'page_number': '2'}, {'blocks': [{'lines': [{'words': ['Exhibit', '10.15'], 'content': 'Exhibit 10.15'}, {'words': ['First', 'Amendment', 'to', '892', 'Ross', 'Drive', 'lease', 'dated', 'March', '15,', '2004.'], 'content': 'First Amendment to 892 Ross Drive lease dated March 15, 2004.'}, {'words': ['THIS', 'FIRST', 'AMENDMENT', 'TO', '892', 'ROSS', 'DRIVE', 'LEASE', '(this', '“Amendment”)is', 'dated', 'effective'], 'content': 'THIS FIRST AMENDMENT TO 892 ROSS DRIVE LEASE (this “Amendment”)is dated effective'}, {'words': ['as', 'of', 'March', '15,', '2004', '(the', '“Effective', 'Date”),', 'and', 'is', 'made', 'by', 'and', 'between', 'ROSS', 'DRIVE', 'INVESTORS,', 'a'], 'content': 'as of March 15, 2004 (the “Effective Date”), and is made by and between ROSS DRIVE INVESTORS, a'}, {'words': ['California', 'general', 'partnership', '(“Landlord”),', 'and', 'VERITY,', 'INC.,', 'a', 'Delaware', 'corporation', '(“Verity”', 'or'], 'content': 'California general partnership (“Landlord”), and VERITY, INC., a Delaware corporation (“Verity” or'}, {'words': ['“Tenant”).', 'This', 'Amendment', 'is', 'made', 'part', 'of', 'and', 'modifies', 'the', 'Lease', 'dated', 'January', '22,', '1996,', 'together'], 'content': '“Tenant”). This Amendment is made part of and modifies the Lease dated January 22, 1996, together'}, {'words': ['with', 'the', 'Summary', 'of', 'Basic', 'Lease', 'Terms,', 'the', 'First', 'Addendum', 'to', 'Lease,', 'the', 'Second', 'Addendum', 'to', 'Lease,'], 'content': 'with the Summary of Basic Lease Terms, the First Addendum to Lease, the Second Addendum to Lease,'}, {'words': ['and', 'the', 'Acceptance', 'Agreement', 'applicable', 'to', 'the', 'premises', 'located', 'at', '892', 'Ross', 'Drive,', 'Sunnyvale,'], 'content': 'and the Acceptance Agreement applicable to the premises located at 892 Ross Drive, Sunnyvale,'}, {'words': ['California', '(the', '“892', 'Ross', 'Drive', 'Lease”)', 'It', 'relates', 'to', 'that', 'certain', 'other', 'Lease', 'between', 'Landlord', 'and'], 'content': 'California (the “892 Ross Drive Lease”) It relates to that certain other Lease between Landlord and'}, {'words': ['Tenant', 'dated', 'January', '22,', '1996,', 'together', 'with', 'the', 'Summary', 'of', 'Basic', 'Lease', 'Terms,', 'the', 'First', 'Addendum', 'to'], 'content': 'Tenant dated January 22, 1996, together with the Summary of Basic Lease Terms, the First Addendum to'}, {'words': ['Lease,', 'the', 'Second', 'Addendum', 'to', 'Lease,', 'the', 'Acceptance', 'Agreement,', 'the', 'First', 'Amendment', 'to', 'Lease'], 'content': 'Lease, the Second Addendum to Lease, the Acceptance Agreement, the First Amendment to Lease'}, {'words': ['dated', 'June', '20,', '1996,', 'the', 'Second', 'Amendment', 'to', 'Lease', 'dated', 'November', '5,', '1996', 'and', 'the', 'Third'], 'content': 'dated June 20, 1996, the Second Amendment to Lease dated November 5, 1996 and the Third'}, {'words': ['Amendment', 'to', 'Lease', 'dated', 'January', '17,', '1997,', 'applicable', 'to', 'the', 'premises', 'located', 'at', '894', 'Ross', 'Drive,'], 'content': 'Amendment to Lease dated January 17, 1997, applicable to the premises located at 894 Ross Drive,'}, {'words': ['Sunnnyvale,', 'California', '(the', '“894', 'Ross', 'Drive', 'Lease”).', 'The', '892', 'Ross', 'Drive', 'Lease', 'and', 'the', '894', 'Ross', 'Drive'], 'content': 'Sunnnyvale, California (the “894 Ross Drive Lease”). The 892 Ross Drive Lease and the 894 Ross Drive'}, {'words': ['Lease', 'shall', 'be', 'collectively', 'referred', 'to', 'herein', 'as', 'the', '“Leases”', 'and', 'individually', 'as', 'a', '“Lease”.', 'This'], 'content': 'Lease shall be collectively referred to herein as the “Leases” and individually as a “Lease”. This'}, {'words': ['Amendment', 'is', 'made', 'with', 'reference', 'to', 'the', 'following', 'facts:'], 'content': 'Amendment is made with reference to the following facts:'}, {'words': ['A.'], 'content': 'A.'}, {'words': ['The', 'Premises', 'currently', 'leased', 'by', 'Tenant', 'pursuant', 'to', 'the', '892', 'Ross', 'Drive', 'Lease', 'consist'], 'content': 'The Premises currently leased by Tenant pursuant to the 892 Ross Drive Lease consist'}, {'words': ['of', '51,217', 'rentable', 'square', 'feet', 'commonly', 'known', 'as', '892', 'Ross', 'Drive,', 'City', 'of', 'Sunnyvale', 'and', 'the', 'Premises'], 'content': 'of 51,217 rentable square feet commonly known as 892 Ross Drive, City of Sunnyvale and the Premises'}, {'words': ['leased', 'pursuant', 'to', 'the', '894', 'Ross', 'Drive', 'Lease', 'consist', 'of', '43,925', 'rentable', 'square', 'feet', 'commonly', 'known', 'as'], 'content': 'leased pursuant to the 894 Ross Drive Lease consist of 43,925 rentable square feet commonly known as'}, {'words': ['894', 'Ross', 'Drive,', 'City', 'of', 'Sunnyvale,', 'California.'], 'content': '894 Ross Drive, City of Sunnyvale, California.'}, {'words': ['B.'], 'content': 'B.'}, {'words': ['The', 'Lease', 'Term', 'for', 'each', 'of', 'said', 'Premises', 'currently', 'expires', 'on', 'February', '28,', '2005.'], 'content': 'The Lease Term for each of said Premises currently expires on February 28, 2005.'}, {'words': ['C.'], 'content': 'C.'}, {'words': ['Tenant', 'and', 'Landlord', 'wish', 'to', 'amend', 'the', '892', 'Ross', 'Drive', 'Lease', 'on', 'the', 'terms', 'and'], 'content': 'Tenant and Landlord wish to amend the 892 Ross Drive Lease on the terms and'}, {'words': ['conditions', 'set', 'forth', 'in', 'this', 'Amendment.', 'All', 'capitalized', 'terms', 'used', 'in', 'this', 'Amendment', 'shall', 'have', 'the'], 'content': 'conditions set forth in this Amendment. All capitalized terms used in this Amendment shall have the'}, {'words': ['meaning', 'ascribed', 'to', 'them', 'in', 'the', 'Lease', 'unless', 'expressly', 'defined', 'herein.'], 'content': 'meaning ascribed to them in the Lease unless expressly defined herein.'}, {'words': ['NOW,', 'THEREFORE,​', 'Landlord', 'and', 'Tenant', 'hereby', 'agree', 'that', 'the', 'Lease', 'terms', 'are', 'amended', 'as'], 'content': 'NOW, THEREFORE,​ Landlord and Tenant hereby agree that the Lease terms are amended as'}, {'words': ['follows:'], 'content': 'follows:'}, {'words': ['1.'], 'content': '1.'}, {'words': ['​', 'Lease', 'Term​', ':', 'The', 'Lease', 'Term', 'for', 'the', '892', 'Ross', 'Drive', 'Lease', 'is', 'extended', 'to'], 'content': '​ Lease Term​ : The Lease Term for the 892 Ross Drive Lease is extended to'}, {'words': ['and', 'including', 'March', '31,', '2011,', 'and', 'the', 'said', 'Lease', 'is', 'amended', 'to', 'provide', 'that', 'the', 'Lease', 'Term', 'shall', 'end'], 'content': 'and including March 31, 2011, and the said Lease is amended to provide that the Lease Term shall end'}, {'words': ['March', '31,', '2011.'], 'content': 'March 31, 2011.'}, {'words': ['2.'], 'content': '2.'}, {'words': ['​', 'Base', 'Monthly', 'Rent​', ':', 'Commencing', 'March', '15,', '2004,', 'the', 'total', 'Base', 'Monthly'], 'content': '​ Base Monthly Rent​ : Commencing March 15, 2004, the total Base Monthly'}, {'words': ['Rent', 'shall', 'be', 'as', 'provided', 'in', 'the', 'following', 'table,', 'and', 'the', 'Lease', 'is', 'so', 'amended:'], 'content': 'Rent shall be as provided in the following table, and the Lease is so amended:'}, {'words': ['March', '15,', '2004', 'through', 'and', 'including', 'March', '31,'], 'content': 'March 15, 2004 through and including March 31,'}, {'words': ['$', '33,291.05', 'per', 'month'], 'content': '$ 33,291.05 per month'}, {'words': ['2005:'], 'content': '2005:'}, {'words': ['April', '1,', '2005', 'through', 'and', 'including', 'March', '31,', '2006:'], 'content': 'April 1, 2005 through and including March 31, 2006:'}, {'words': ['$', '38,412.75', 'per', 'month'], 'content': '$ 38,412.75 per month'}, {'words': ['April', '1,', '2006', 'through', 'and', 'including', 'March', '31,', '2007:'], 'content': 'April 1, 2006 through and including March 31, 2007:'}, {'words': ['$', '43,534.45', 'per', 'month'], 'content': '$ 43,534.45 per month'}, {'words': ['April', '1,', '2007', 'through', 'and', 'including', 'March', '31,', '2008:'], 'content': 'April 1, 2007 through and including March 31, 2008:'}, {'words': ['$', '43,534.45', 'per', 'month'], 'content': '$ 43,534.45 per month'}, {'words': ['April', '1,', '2008', 'through', 'and', 'including', 'March', '31,', '2009:'], 'content': 'April 1, 2008 through and including March 31, 2009:'}, {'words': ['$', '51,217.00', 'per', 'month'], 'content': '$ 51,217.00 per month'}, {'words': ['April', '1,', '2009', 'through', 'and', 'including', 'March', '31,', '2010:'], 'content': 'April 1, 2009 through and including March 31, 2010:'}, {'words': ['$', '51,217.00', 'per', 'month'], 'content': '$ 51,217.00 per month'}, {'words': ['April', '1,', '2010', 'through', 'and', 'including', 'March', '31,', '2011:'], 'content': 'April 1, 2010 through and including March 31, 2011:'}, {'words': ['$', '56,338.70', 'per', 'month'], 'content': '$ 56,338.70 per month'}, {'words': ['3.'], 'content': '3.'}, {'words': ['​', 'Option', 'to', 'Extend', 'Lease', 'Term​', ':', 'Landlord', 'hereby', 'grants', 'to', 'Tenant', 'one', 'option', 'to'], 'content': '​ Option to Extend Lease Term​ : Landlord hereby grants to Tenant one option to'}, {'words': ['extend', 'the', 'Lease', 'Term', 'of', 'the', '892', 'Ross', 'Drive', 'Lease', 'for', 'a', 'five', '(5)', 'year', 'term', 'commencing', 'when', 'the', 'prior'], 'content': 'extend the Lease Term of the 892 Ross Drive Lease for a five (5) year term commencing when the prior'}, {'words': ['term', 'expires,', 'under', 'the', 'following', 'terms', 'and', 'conditions:'], 'content': 'term expires, under the following terms and conditions:'}, {'words': ['A.'], 'content': 'A.'}, {'words': ['​', 'Exercise', 'Dates​', ':', 'Tenant', 'must', 'give', 'Landlord', 'notice', 'in', 'writing', 'of', 'its'], 'content': '​ Exercise Dates​ : Tenant must give Landlord notice in writing of its'}, {'words': ['exercise', 'of', 'the', 'option', 'in', 'question', 'no', 'earlier', 'than', 'three', 'hundred', 'sixty', '(360)', 'days', 'before', 'the', 'date', 'the', 'Lease'], 'content': 'exercise of the option in question no earlier than three hundred sixty (360) days before the date the Lease'}, {'words': ['Term', 'would', 'end', 'but', 'for', 'said', 'exercise', '(the', '“Earliest', 'Exercise', 'Date”)', 'and', 'no', 'later', 'than', 'one', 'hundred', 'eighty'], 'content': 'Term would end but for said exercise (the “Earliest Exercise Date”) and no later than one hundred eighty'}, {'words': ['(180)', 'days', 'before', 'the', 'date', 'the', 'Lease', 'Term', 'would', 'end', 'but', 'for', 'said', 'exercise', '(the', '“Last', 'Exercise', 'Date”).'], 'content': '(180) days before the date the Lease Term would end but for said exercise (the “Last Exercise Date”).'}, {'words': ['Valid', 'exercise', 'by', 'Tenant', 'shall', 'be', 'conditioned', 'on', 'Tenant', 'validly', 'exercising', 'its', 'option', 'as', 'to', 'the', '894', 'Ross'], 'content': 'Valid exercise by Tenant shall be conditioned on Tenant validly exercising its option as to the 894 Ross'}, {'words': ['Drive', 'Avenue', 'Premises', 'as', 'well', 'as', 'the', '892', 'Ross', 'Drive', 'Premises,', 'and', 'Tenant', 'is', 'not', 'entitled', 'to', 'exercise', 'an'], 'content': 'Drive Avenue Premises as well as the 892 Ross Drive Premises, and Tenant is not entitled to exercise an'}, {'words': ['option', 'for', 'one', 'of', 'the', 'Leases', 'and', 'not', 'the', 'other.'], 'content': 'option for one of the Leases and not the other.'}, {'words': ['92'], 'content': '92'}], 'preprocessed_block_content': [], 'content': 'Exhibit 10.15 First Amendment to 892 Ross Drive lease dated March 15, 2004. THIS FIRST AMENDMENT TO 892 ROSS DRIVE LEASE (this “Amendment”)is dated effective as of March 15, 2004 (the “Effective Date”), and is made by and between ROSS DRIVE INVESTORS, a California general partnership (“Landlord”), and VERITY, INC., a Delaware corporation (“Verity” or “Tenant”). This Amendment is made part of and modifies the Lease dated January 22, 1996, together with the Summary of Basic Lease Terms, the First Addendum to Lease, the Second Addendum to Lease, and the Acceptance Agreement applicable to the premises located at 892 Ross Drive, Sunnyvale, California (the “892 Ross Drive Lease”) It relates to that certain other Lease between Landlord and Tenant dated January 22, 1996, together with the Summary of Basic Lease Terms, the First Addendum to Lease, the Second Addendum to Lease, the Acceptance Agreement, the First Amendment to Lease dated June 20, 1996, the Second Amendment to Lease dated November 5, 1996 and the Third Amendment to Lease dated January 17, 1997, applicable to the premises located at 894 Ross Drive, Sunnnyvale, California (the “894 Ross Drive Lease”). The 892 Ross Drive Lease and the 894 Ross Drive Lease shall be collectively referred to herein as the “Leases” and individually as a “Lease”. This Amendment is made with reference to the following facts: A. The Premises currently leased by Tenant pursuant to the 892 Ross Drive Lease consist of 51,217 rentable square feet commonly known as 892 Ross Drive, City of Sunnyvale and the Premises leased pursuant to the 894 Ross Drive Lease consist of 43,925 rentable square feet commonly known as 894 Ross Drive, City of Sunnyvale, California. B. The Lease Term for each of said Premises currently expires on February 28, 2005. C. Tenant and Landlord wish to amend the 892 Ross Drive Lease on the terms and conditions set forth in this Amendment. All capitalized terms used in this Amendment shall have the meaning ascribed to them in the Lease unless expressly defined herein. NOW, THEREFORE,​ Landlord and Tenant hereby agree that the Lease terms are amended as follows: 1. ​ Lease Term​ : The Lease Term for the 892 Ross Drive Lease is extended to and including March 31, 2011, and the said Lease is amended to provide that the Lease Term shall end March 31, 2011. 2. ​ Base Monthly Rent​ : Commencing March 15, 2004, the total Base Monthly Rent shall be as provided in the following table, and the Lease is so amended: March 15, 2004 through and including March 31, $ 33,291.05 per month 2005: April 1, 2005 through and including March 31, 2006: $ 38,412.75 per month April 1, 2006 through and including March 31, 2007: $ 43,534.45 per month April 1, 2007 through and including March 31, 2008: $ 43,534.45 per month April 1, 2008 through and including March 31, 2009: $ 51,217.00 per month April 1, 2009 through and including March 31, 2010: $ 51,217.00 per month April 1, 2010 through and including March 31, 2011: $ 56,338.70 per month 3. ​ Option to Extend Lease Term​ : Landlord hereby grants to Tenant one option to extend the Lease Term of the 892 Ross Drive Lease for a five (5) year term commencing when the prior term expires, under the following terms and conditions: A. ​ Exercise Dates​ : Tenant must give Landlord notice in writing of its exercise of the option in question no earlier than three hundred sixty (360) days before the date the Lease Term would end but for said exercise (the “Earliest Exercise Date”) and no later than one hundred eighty (180) days before the date the Lease Term would end but for said exercise (the “Last Exercise Date”). Valid exercise by Tenant shall be conditioned on Tenant validly exercising its option as to the 894 Ross Drive Avenue Premises as well as the 892 Ross Drive Premises, and Tenant is not entitled to exercise an option for one of the Leases and not the other. 92', 'id': 0, 'preprocessed_content': [b'exhibit', b'10.15', b'first', b'amendment', b'892', b'ross', b'drive', b'lease', b'dated', b'march', b'15', b'2004', b'this', b'first', b'amendment', b'to', b'892', b'ross', b'drive', b'lease', b'', b'amendment', b'', b'dated', b'effective', b'march', b'15', b'2004', b'', b'effective', b'date', b'', b'made', b'ross', b'drive', b'investors', b'california', b'general', b'partnership', b'', b'landlord', b'', b'verity', b'inc.', b'delaware', b'corporation', b'', b'verity', b'', b'', b'tenant', b'', b'this', b'amendment', b'made', b'part', b'modifies', b'lease', b'dated', b'january', b'22', b'1996', b'together', b'summary', b'basic', b'lease', b'terms', b'first', b'addendum', b'lease', b'second', b'addendum', b'lease', b'acceptance', b'agreement', b'applicable', b'premise', b'located', b'892', b'ross', b'drive', b'sunnyvale', b'california', b'', b'892', b'ross', b'drive', b'lease', b'', b'it', b'relates', b'certain', b'lease', b'landlord', b'tenant', b'dated', b'january', b'22', b'1996', b'together', b'summary', b'basic', b'lease', b'terms', b'first', b'addendum', b'lease', b'second', b'addendum', b'lease', b'acceptance', b'agreement', b'first', b'amendment', b'lease', b'dated', b'june', b'20', b'1996', b'second', b'amendment', b'lease', b'dated', b'november', b'5', b'1996', b'third', b'amendment', b'lease', b'dated', b'january', b'17', b'1997', b'applicable', b'premise', b'located', b'894', b'ross', b'drive', b'sunnnyvale', b'california', b'', b'894', b'ross', b'drive', b'lease', b'', b'the', b'892', b'ross', b'drive', b'lease', b'894', b'ross', b'drive', b'lease', b'shall', b'collectively', b'referred', b'herein', b'', b'leases', b'', b'individually', b'', b'lease', b'', b'this', b'amendment', b'made', b'reference', b'following', b'fact', b'a', b'the', b'premises', b'currently', b'leased', b'tenant', b'pursuant', b'892', b'ross', b'drive', b'lease', b'consist', b'51,217', b'rentable', b'square', b'foot', b'commonly', b'known', b'892', b'ross', b'drive', b'city', b'sunnyvale', b'premises', b'leased', b'pursuant', b'894', b'ross', b'drive', b'lease', b'consist', b'43,925', b'rentable', b'square', b'foot', b'commonly', b'known', b'894', b'ross', b'drive', b'city', b'sunnyvale', b'california', b'b', b'the', b'lease', b'term', b'said', b'premises', b'currently', b'expires', b'february', b'28', b'2005', b'c.', b'tenant', b'landlord', b'wish', b'amend', b'892', b'ross', b'drive', b'lease', b'term', b'condition', b'set', b'forth', b'amendment', b'all', b'capitalized', b'term', b'used', b'amendment', b'shall', b'meaning', b'ascribed', b'lease', b'unless', b'expressly', b'defined', b'herein', b'now', b'therefore', b'', b'landlord', b'tenant', b'hereby', b'agree', b'lease', b'term', b'amended', b'follows', b'1', b'', b'lease', b'term', b'the', b'lease', b'term', b'892', b'ross', b'drive', b'lease', b'extended', b'including', b'march', b'31', b'2011', b'said', b'lease', b'amended', b'provide', b'lease', b'term', b'shall', b'end', b'march', b'31', b'2011', b'2', b'', b'base', b'monthly', b'rent', b'commencing', b'march', b'15', b'2004', b'total', b'base', b'monthly', b'rent', b'shall', b'provided', b'following', b'table', b'lease', b'amended', b'march', b'15', b'2004', b'including', b'march', b'31', b'33,291.05', b'per', b'month', b'2005', b'april', b'1', b'2005', b'including', b'march', b'31', b'2006', b'38,412.75', b'per', b'month', b'april', b'1', b'2006', b'including', b'march', b'31', b'2007', b'43,534.45', b'per', b'month', b'april', b'1', b'2007', b'including', b'march', b'31', b'2008', b'43,534.45', b'per', b'month', b'april', b'1', b'2008', b'including', b'march', b'31', b'2009', b'51,217.00', b'per', b'month', b'april', b'1', b'2009', b'including', b'march', b'31', b'2010', b'51,217.00', b'per', b'month', b'april', b'1', b'2010', b'including', b'march', b'31', b'2011', b'56,338.70', b'per', b'month', b'3', b'', b'option', b'extend', b'lease', b'term', b'landlord', b'hereby', b'grant', b'tenant', b'one', b'option', b'extend', b'lease', b'term', b'892', b'ross', b'drive', b'lease', b'five', b'5', b'year', b'term', b'commencing', b'prior', b'term', b'expires', b'following', b'term', b'condition', b'a', b'', b'exercise', b'dates', b'tenant', b'must', b'give', b'landlord', b'notice', b'writing', b'exercise', b'option', b'question', b'earlier', b'three', b'hundred', b'sixty', b'360', b'day', b'date', b'lease', b'term', b'would', b'end', b'said', b'exercise', b'', b'earliest', b'exercise', b'date', b'', b'later', b'one', b'hundred', b'eighty', b'180', b'day', b'date', b'lease', b'term', b'would', b'end', b'said', b'exercise', b'', b'last', b'exercise', b'date', b'', b'valid', b'exercise', b'tenant', b'shall', b'conditioned', b'tenant', b'validly', b'exercising', b'option', b'894', b'ross', b'drive', b'avenue', b'premises', b'well', b'892', b'ross', b'drive', b'premises', b'tenant', b'entitled', b'exercise', b'option', b'one', b'leases', b'92']}, {'lines': [{'words': ['B.'], 'content': 'B.'}], 'preprocessed_block_content': [], 'content': 'B.', 'id': 1, 'preprocessed_content': [b'b']}, {'lines': [{'words': ['​', 'Conditions', 'to', 'Exercise', 'of', 'Option​', ':', 'Tenant’s', 'right', 'to', 'extend', 'is'], 'content': '​ Conditions to Exercise of Option​ : Tenant’s right to extend is'}], 'preprocessed_block_content': [], 'content': '​ Conditions to Exercise of Option​ : Tenant’s right to extend is', 'id': 2, 'preprocessed_content': [b'', b'conditions', b'exercise', b'option', b'tenant', b'', b'right', b'extend']}], 'block_count': 3, 'page_number': '1'}, {'blocks': [{'lines': [{'words': ['when', 'the', 'Negotiation', 'Period', 'ends', 'without', 'Tenant', 'and', 'Landlord', 'reaching', 'a', 'written', 'agreement', 'for', 'Tenant'], 'content': 'when the Negotiation Period ends without Tenant and Landlord reaching a written agreement for Tenant'}, {'words': ['to', 'lease', 'the', 'Offered', 'Space.'], 'content': 'to lease the Offered Space.'}, {'words': ['G.'], 'content': 'G.'}, {'words': ['Termination', 'By', 'Default:', 'The', 'rights', 'of', 'Tenant', 'under', 'this', 'Paragraph'], 'content': 'Termination By Default: The rights of Tenant under this Paragraph'}, {'words': ['shall', 'not', 'be', 'effective', 'at', 'any', 'time', 'when', 'Tenant', 'is', 'in', 'default', 'under', 'this', 'Lease', 'beyond', 'any', 'applicable', 'cure'], 'content': 'shall not be effective at any time when Tenant is in default under this Lease beyond any applicable cure'}, {'words': ['period', 'provided', 'in', 'this', 'Lease.', 'If', 'Tenant,', 'with', 'the', 'agreement', 'of', 'Landlord,', 'shall', 'nevertheless', 'cure', 'such'], 'content': 'period provided in this Lease. If Tenant, with the agreement of Landlord, shall nevertheless cure such'}, {'words': ['default,', 'then', 'the', 'rights', 'provided', 'hereunder', 'shall', 'be', 'reinstated,', 'but', 'any', 'transaction', 'to', 'lease', 'any', 'or', 'all', 'of'], 'content': 'default, then the rights provided hereunder shall be reinstated, but any transaction to lease any or all of'}, {'words': ['the', 'First', 'Negotiation', 'Space', 'entered', 'into', 'by', 'Landlord', 'during', 'such', 'period', 'of', 'default', 'shall', 'be', 'valid', 'and'], 'content': 'the First Negotiation Space entered into by Landlord during such period of default shall be valid and'}, {'words': ['Tenant', 'shall', 'have', 'no', 'further', 'Right', 'of', 'First', 'Negotiation', 'as', 'to', 'any', 'such', 'space', 'leased', 'by', 'Landlord', 'while'], 'content': 'Tenant shall have no further Right of First Negotiation as to any such space leased by Landlord while'}, {'words': ['Tenant', 'is', 'in', 'default', 'under', 'this', 'Subparagraph.'], 'content': 'Tenant is in default under this Subparagraph.'}, {'words': ['H.'], 'content': 'H.'}, {'words': ['No', 'Right', 'To', 'Negotiation', 'For', 'Renewal', 'Or', 'Extension', 'Space:', 'The', 'right'], 'content': 'No Right To Negotiation For Renewal Or Extension Space: The right'}, {'words': ['granted', 'to', 'Tenant', 'by', 'this', 'Paragraph', 'shall', 'not', 'arise', 'on', 'account', 'of', 'or', 'in', 'connection', 'with', 'the', 'renewal', 'or'], 'content': 'granted to Tenant by this Paragraph shall not arise on account of or in connection with the renewal or'}, {'words': ['extension', 'of', 'the', 'term', 'of', 'any', 'then', 'existing', 'lease', 'affecting', 'all', 'or', 'any', 'portion', 'of', 'the', 'First', 'Negotiation.'], 'content': 'extension of the term of any then existing lease affecting all or any portion of the First Negotiation.'}, {'words': ['I.'], 'content': 'I.'}, {'words': ['Concordance', 'with', 'Other', 'Lease:', 'A', 'single', 'right', 'of', 'first', 'negotiation', 'is'], 'content': 'Concordance with Other Lease: A single right of first negotiation is'}, {'words': ['granted', 'to', 'Tenant', 'pursuant', 'to', 'both', 'Leases.', 'The', 'existence', 'of', 'this', 'language', 'in', 'both', 'Leases', 'does', 'not'], 'content': 'granted to Tenant pursuant to both Leases. The existence of this language in both Leases does not'}, {'words': ['create', 'more', 'than', 'one', 'such', 'right', 'in', 'Tenant,', 'and', 'such', 'right', 'may', 'not,', 'under', 'any', 'circumstances,', 'be'], 'content': 'create more than one such right in Tenant, and such right may not, under any circumstances, be'}, {'words': ['exercised', 'by', 'any', 'other', 'party', 'but', 'Tenant.'], 'content': 'exercised by any other party but Tenant.'}, {'words': ['95'], 'content': '95'}], 'preprocessed_block_content': [], 'content': 'when the Negotiation Period ends without Tenant and Landlord reaching a written agreement for Tenant to lease the Offered Space. G. Termination By Default: The rights of Tenant under this Paragraph shall not be effective at any time when Tenant is in default under this Lease beyond any applicable cure period provided in this Lease. If Tenant, with the agreement of Landlord, shall nevertheless cure such default, then the rights provided hereunder shall be reinstated, but any transaction to lease any or all of the First Negotiation Space entered into by Landlord during such period of default shall be valid and Tenant shall have no further Right of First Negotiation as to any such space leased by Landlord while Tenant is in default under this Subparagraph. H. No Right To Negotiation For Renewal Or Extension Space: The right granted to Tenant by this Paragraph shall not arise on account of or in connection with the renewal or extension of the term of any then existing lease affecting all or any portion of the First Negotiation. I. Concordance with Other Lease: A single right of first negotiation is granted to Tenant pursuant to both Leases. The existence of this language in both Leases does not create more than one such right in Tenant, and such right may not, under any circumstances, be exercised by any other party but Tenant. 95', 'id': 0, 'preprocessed_content': [b'negotiation', b'period', b'end', b'without', b'tenant', b'landlord', b'reaching', b'written', b'agreement', b'tenant', b'lease', b'offered', b'space', b'g.', b'termination', b'by', b'default', b'the', b'right', b'tenant', b'paragraph', b'shall', b'effective', b'time', b'tenant', b'default', b'lease', b'beyond', b'applicable', b'cure', b'period', b'provided', b'lease', b'if', b'tenant', b'agreement', b'landlord', b'shall', b'nevertheless', b'cure', b'default', b'right', b'provided', b'hereunder', b'shall', b'reinstated', b'transaction', b'lease', b'first', b'negotiation', b'space', b'entered', b'landlord', b'period', b'default', b'shall', b'valid', b'tenant', b'shall', b'right', b'first', b'negotiation', b'space', b'leased', b'landlord', b'tenant', b'default', b'subparagraph', b'h.', b'no', b'right', b'to', b'negotiation', b'for', b'renewal', b'or', b'extension', b'space', b'the', b'right', b'granted', b'tenant', b'paragraph', b'shall', b'arise', b'account', b'connection', b'renewal', b'extension', b'term', b'existing', b'lease', b'affecting', b'portion', b'first', b'negotiation', b'i.', b'concordance', b'other', b'lease', b'a', b'single', b'right', b'first', b'negotiation', b'granted', b'tenant', b'pursuant', b'leases', b'the', b'existence', b'language', b'leases', b'create', b'one', b'right', b'tenant', b'right', b'may', b'circumstance', b'exercised', b'party', b'tenant', b'95']}, {'lines': [{'words': ['7.'], 'content': '7.'}, {'words': ['​', 'Assignment', 'and', 'Subleasing​', ':', 'Verity', 'shall', 'have', 'the', 'right', 'to', 'sublease', 'all', 'or', 'part'], 'content': '​ Assignment and Subleasing​ : Verity shall have the right to sublease all or part'}, {'words': ['of', 'the', 'Premises', 'subject', 'to', 'Landlord’s', 'reasonable', 'approval.', 'Verity', 'may', 'sublease', 'to', 'any', 'entity', 'wholly'], 'content': 'of the Premises subject to Landlord’s reasonable approval. Verity may sublease to any entity wholly'}, {'words': ['owned', 'by', 'or', 'merged', 'with', 'Verity', 'without', 'Landlord’s', 'consent,', 'but', 'with', 'advance', 'written', 'notice', 'to', 'Landlord'], 'content': 'owned by or merged with Verity without Landlord’s consent, but with advance written notice to Landlord'}, {'words': ['(documenting', 'the', 'facts', 'of', 'the', 'ownership.', 'Landlord', 'will', 'attend', 'promptly', 'to', 'and', 'expedite', 'consent', 'to', 'any'], 'content': '(documenting the facts of the ownership. Landlord will attend promptly to and expedite consent to any'}, {'words': ['Subleases,', 'and', 'shall', 'use', 'reasonable', 'efforts', 'to', 'respond', 'to', 'a', 'request', 'for', 'consent', 'to', 'a', 'sublease', 'within', 'five'], 'content': 'Subleases, and shall use reasonable efforts to respond to a request for consent to a sublease within five'}, {'words': ['(5)', 'business', 'days', 'of', 'the', 'later', 'of', 'receipt', 'of', 'such', 'request', 'or', 'the', 'receipt', 'of', 'all', 'information', 'reasonably'], 'content': '(5) business days of the later of receipt of such request or the receipt of all information reasonably'}, {'words': ['required', 'or', 'requested', 'by', 'Landlord', 'in', 'connection', 'therewith.', 'Sublease', 'or', 'assignment', 'profits', '(other', 'than', 'for'], 'content': 'required or requested by Landlord in connection therewith. Sublease or assignment profits (other than for'}, {'words': ['subleases', 'to', 'any', 'Tenant', 'wholly', 'owned', 'or', 'merged', 'with', 'Verity)', 'shall', 'be', 'shared', 'Fifty', 'Percent', '(50%)', 'to'], 'content': 'subleases to any Tenant wholly owned or merged with Verity) shall be shared Fifty Percent (50%) to'}, {'words': ['Landlord', 'and', 'Fifty', 'Percent', '(50%)', 'to', 'Verity,', 'net', 'of', 'reasonable', 'costs', 'for', 'brokers,', 'reasonable', 'attorneys’'], 'content': 'Landlord and Fifty Percent (50%) to Verity, net of reasonable costs for brokers, reasonable attorneys’'}, {'words': ['fees,', 'and', 'reasonable', 'subtenant', 'improvements', 'and', 'triple', 'net', 'expenses', 'paid', 'by', 'Verity', 'attributable', 'to', 'the'], 'content': 'fees, and reasonable subtenant improvements and triple net expenses paid by Verity attributable to the'}, {'words': ['subleased', 'space', 'which', 'are', 'not', 'paid', 'or', 'reimbursed', 'by', 'the', 'subtenant.', 'Notwithstanding', 'the', 'above,', 'Verity'], 'content': 'subleased space which are not paid or reimbursed by the subtenant. Notwithstanding the above, Verity'}, {'words': ['shall', 'be', 'entitled', 'to', 'defer', 'payment', 'of', 'any', 'sublease', 'or', 'assignment', 'profits', 'to', 'Landlord', 'until', 'March', '31,', '2005,'], 'content': 'shall be entitled to defer payment of any sublease or assignment profits to Landlord until March 31, 2005,'}, {'words': ['on', 'which', 'date', 'Verity', 'shall', 'pay', 'all', 'of', 'Landlord’s', 'share', 'of', 'sublease', 'or', 'assignment', 'profits', 'received', 'to', 'that'], 'content': 'on which date Verity shall pay all of Landlord’s share of sublease or assignment profits received to that'}, {'words': ['date.', 'The', 'provisions', 'of', 'this', 'Paragraph', '7', 'are', 'intended', 'to', 'supplement,', 'and', 'not', 'limit', 'or', 'modify,', 'the'], 'content': 'date. The provisions of this Paragraph 7 are intended to supplement, and not limit or modify, the'}, {'words': ['provisions', 'regarding', 'a', 'Permitted', 'Transfer', 'in', 'the', 'Lease.'], 'content': 'provisions regarding a Permitted Transfer in the Lease.'}, {'words': ['8.'], 'content': '8.'}, {'words': ['​', 'Non-Disturbance​', ':', 'Landlord', 'will', 'work', 'to', 'obtain', 'a', 'commercially', 'reasonable'], 'content': '​ Non-Disturbance​ : Landlord will work to obtain a commercially reasonable'}, {'words': ['non-disturbance', 'agreement', 'acceptable', 'to', 'Verity', 'from', 'Landlord’s', 'current', 'and', 'future', 'lenders,', 'at', 'no', 'cost', 'to'], 'content': 'non-disturbance agreement acceptable to Verity from Landlord’s current and future lenders, at no cost to'}, {'words': ['Landlord.', 'However,', 'Landlord’s', 'inability', 'to', 'obtain', 'such', 'a', 'non-disturbance', 'agreement', 'is', 'not', 'a', 'breach', 'of'], 'content': 'Landlord. However, Landlord’s inability to obtain such a non-disturbance agreement is not a breach of'}, {'words': ['this', 'Lease', 'nor', 'a', 'failure', 'of', 'condition.'], 'content': 'this Lease nor a failure of condition.'}, {'words': ['9.'], 'content': '9.'}, {'words': ['​', 'Alterations', 'Limit​', ':', 'Tenant', 'shall', 'have', 'the', 'right', 'to', 'complete', 'any', 'interior', 'alteration'], 'content': '​ Alterations Limit​ : Tenant shall have the right to complete any interior alteration'}, {'words': ['for', 'the', 'project', 'subject', 'to', 'Landlord’s', 'consent,', 'which', 'shall', 'not', 'be', 'unreasonably', 'withheld,', 'conditioned', 'or'], 'content': 'for the project subject to Landlord’s consent, which shall not be unreasonably withheld, conditioned or'}, {'words': ['delayed.', 'Tenant', 'shall', 'have', 'no', 'restoration', 'requirements', 'for', 'the', 'current', 'existing', 'tenant', 'improvements.'], 'content': 'delayed. Tenant shall have no restoration requirements for the current existing tenant improvements.'}, {'words': ['Landlord’s', 'consent', 'to', 'new', 'improvements', 'shall', 'contain', 'Landlord’s', 'restoration', 'requirements', 'at', 'the', 'time'], 'content': 'Landlord’s consent to new improvements shall contain Landlord’s restoration requirements at the time'}, {'words': ['consent', 'is', 'granted.'], 'content': 'consent is granted.'}, {'words': ['10.'], 'content': '10.'}, {'words': ['​', 'Retained', 'Real', 'Estate', 'Brokers​', ':', 'Tenant', 'is', 'represented', 'by', 'Colliers', 'International'], 'content': '​ Retained Real Estate Brokers​ : Tenant is represented by Colliers International'}, {'words': ['and', 'no', 'other', 'brokers', 'or', 'finders', 'in', 'the', 'execution', 'of', 'this', 'Amendment.'], 'content': 'and no other brokers or finders in the execution of this Amendment.'}, {'words': ['11.'], 'content': '11.'}, {'words': ['​', 'HVAC', 'and', 'Roof', 'Repairs;', 'Capital', 'Improvements​', ':'], 'content': '​ HVAC and Roof Repairs; Capital Improvements​ :'}, {'words': ['A.'], 'content': 'A.'}, {'words': ['The', 'roof', 'of', '892', 'Ross', 'Drive', 'was', 'resurfaced', 'in', '1999', 'and', 'the', 'roof', 'of'], 'content': 'The roof of 892 Ross Drive was resurfaced in 1999 and the roof of'}, {'words': ['894', 'Ross', 'Drive', 'was', 'resurfaced', 'in', '2002.', 'These', 'roofs', 'are', 'inspected', 'and', 'any', 'needed', 'maintenance'], 'content': '894 Ross Drive was resurfaced in 2002. These roofs are inspected and any needed maintenance'}, {'words': ['performed', 'annually', 'in', 'addition', 'to', 'twice', 'per', 'year', 'cleaning.', 'This', 'work', 'is', 'part', 'of', 'Common', 'Area', 'Expenses.'], 'content': 'performed annually in addition to twice per year cleaning. This work is part of Common Area Expenses.'}, {'words': ['B.'], 'content': 'B.'}, {'words': ['Verity', 'has', 'been', 'maintaining', 'the', 'HVAC', 'system', 'for', 'the', 'Premises', 'with'], 'content': 'Verity has been maintaining the HVAC system for the Premises with'}, {'words': ['Verity’s', 'contractor.', 'Should', 'any', 'of', 'the', 'HVAC', 'equipment', 'for', 'the', 'Premises', 'need', 'replacing,', 'Verity', 'may'], 'content': 'Verity’s contractor. Should any of the HVAC equipment for the Premises need replacing, Verity may'}, {'words': ['allocate', 'some', 'of', 'the', 'Tenant', 'Improvement', 'Allowance', '(Item', '#5)', 'to', 'these', 'costs.'], 'content': 'allocate some of the Tenant Improvement Allowance (Item #5) to these costs.'}, {'words': ['C.'], 'content': 'C.'}, {'words': ['Any', 'single', 'item', 'of', 'maintenance,', 'repair', 'or', 'replacement', 'performed', 'by'], 'content': 'Any single item of maintenance, repair or replacement performed by'}, {'words': ['either', 'party', 'under', 'the', 'Lease', 'with', 'a', 'cost', 'of', 'Twenty', 'Thousand', 'Dollars', '($20,000)', 'or', 'more', 'relating', 'to', 'the'], 'content': 'either party under the Lease with a cost of Twenty Thousand Dollars ($20,000) or more relating to the'}], 'preprocessed_block_content': [], 'content': '7. ​ Assignment and Subleasing​ : Verity shall have the right to sublease all or part of the Premises subject to Landlord’s reasonable approval. Verity may sublease to any entity wholly owned by or merged with Verity without Landlord’s consent, but with advance written notice to Landlord (documenting the facts of the ownership. Landlord will attend promptly to and expedite consent to any Subleases, and shall use reasonable efforts to respond to a request for consent to a sublease within five (5) business days of the later of receipt of such request or the receipt of all information reasonably required or requested by Landlord in connection therewith. Sublease or assignment profits (other than for subleases to any Tenant wholly owned or merged with Verity) shall be shared Fifty Percent (50%) to Landlord and Fifty Percent (50%) to Verity, net of reasonable costs for brokers, reasonable attorneys’ fees, and reasonable subtenant improvements and triple net expenses paid by Verity attributable to the subleased space which are not paid or reimbursed by the subtenant. Notwithstanding the above, Verity shall be entitled to defer payment of any sublease or assignment profits to Landlord until March 31, 2005, on which date Verity shall pay all of Landlord’s share of sublease or assignment profits received to that date. The provisions of this Paragraph 7 are intended to supplement, and not limit or modify, the provisions regarding a Permitted Transfer in the Lease. 8. ​ Non-Disturbance​ : Landlord will work to obtain a commercially reasonable non-disturbance agreement acceptable to Verity from Landlord’s current and future lenders, at no cost to Landlord. However, Landlord’s inability to obtain such a non-disturbance agreement is not a breach of this Lease nor a failure of condition. 9. ​ Alterations Limit​ : Tenant shall have the right to complete any interior alteration for the project subject to Landlord’s consent, which shall not be unreasonably withheld, conditioned or delayed. Tenant shall have no restoration requirements for the current existing tenant improvements. Landlord’s consent to new improvements shall contain Landlord’s restoration requirements at the time consent is granted. 10. ​ Retained Real Estate Brokers​ : Tenant is represented by Colliers International and no other brokers or finders in the execution of this Amendment. 11. ​ HVAC and Roof Repairs; Capital Improvements​ : A. The roof of 892 Ross Drive was resurfaced in 1999 and the roof of 894 Ross Drive was resurfaced in 2002. These roofs are inspected and any needed maintenance performed annually in addition to twice per year cleaning. This work is part of Common Area Expenses. B. Verity has been maintaining the HVAC system for the Premises with Verity’s contractor. Should any of the HVAC equipment for the Premises need replacing, Verity may allocate some of the Tenant Improvement Allowance (Item #5) to these costs. C. Any single item of maintenance, repair or replacement performed by either party under the Lease with a cost of Twenty Thousand Dollars ($20,000) or more relating to the', 'id': 1, 'preprocessed_content': [b'7', b'', b'assignment', b'subleasing', b'verity', b'shall', b'right', b'sublease', b'part', b'premises', b'subject', b'landlord', b'', b'reasonable', b'approval', b'verity', b'may', b'sublease', b'entity', b'wholly', b'owned', b'merged', b'verity', b'without', b'landlord', b'', b'consent', b'advance', b'written', b'notice', b'landlord', b'documenting', b'fact', b'ownership', b'landlord', b'attend', b'promptly', b'expedite', b'consent', b'subleases', b'shall', b'use', b'reasonable', b'effort', b'respond', b'request', b'consent', b'sublease', b'within', b'five', b'5', b'business', b'day', b'later', b'receipt', b'request', b'receipt', b'information', b'reasonably', b'required', b'requested', b'landlord', b'connection', b'therewith', b'sublease', b'assignment', b'profit', b'sublease', b'tenant', b'wholly', b'owned', b'merged', b'verity', b'shall', b'shared', b'fifty', b'percent', b'50', b'landlord', b'fifty', b'percent', b'50', b'verity', b'net', b'reasonable', b'cost', b'broker', b'reasonable', b'attorney', b'', b'fee', b'reasonable', b'subtenant', b'improvement', b'triple', b'net', b'expense', b'paid', b'verity', b'attributable', b'subleased', b'space', b'paid', b'reimbursed', b'subtenant', b'notwithstanding', b'verity', b'shall', b'entitled', b'defer', b'payment', b'sublease', b'assignment', b'profit', b'landlord', b'march', b'31', b'2005', b'date', b'verity', b'shall', b'pay', b'landlord', b'', b'share', b'sublease', b'assignment', b'profit', b'received', b'date', b'the', b'provision', b'paragraph', b'7', b'intended', b'supplement', b'limit', b'modify', b'provision', b'regarding', b'permitted', b'transfer', b'lease', b'8', b'', b'non-disturbance', b'landlord', b'work', b'obtain', b'commercially', b'reasonable', b'non-disturbance', b'agreement', b'acceptable', b'verity', b'landlord', b'', b'current', b'future', b'lender', b'cost', b'landlord', b'however', b'landlord', b'', b'inability', b'obtain', b'non-disturbance', b'agreement', b'breach', b'lease', b'failure', b'condition', b'9', b'', b'alterations', b'limit', b'tenant', b'shall', b'right', b'complete', b'interior', b'alteration', b'project', b'subject', b'landlord', b'', b'consent', b'shall', b'unreasonably', b'withheld', b'conditioned', b'delayed', b'tenant', b'shall', b'restoration', b'requirement', b'current', b'existing', b'tenant', b'improvement', b'landlord', b'', b'consent', b'new', b'improvement', b'shall', b'contain', b'landlord', b'', b'restoration', b'requirement', b'time', b'consent', b'granted', b'10', b'', b'retained', b'real', b'estate', b'brokers', b'tenant', b'represented', b'colliers', b'international', b'broker', b'finder', b'execution', b'amendment', b'11', b'', b'hvac', b'roof', b'repairs', b'capital', b'improvements', b'a', b'the', b'roof', b'892', b'ross', b'drive', b'resurfaced', b'1999', b'roof', b'894', b'ross', b'drive', b'resurfaced', b'2002', b'these', b'roof', b'inspected', b'needed', b'maintenance', b'performed', b'annually', b'addition', b'twice', b'per', b'year', b'cleaning', b'this', b'work', b'part', b'common', b'area', b'expenses', b'b.', b'verity', b'maintaining', b'hvac', b'system', b'premises', b'verity', b'', b'contractor', b'should', b'hvac', b'equipment', b'premises', b'need', b'replacing', b'verity', b'may', b'allocate', b'tenant', b'improvement', b'allowance', b'item', b'5', b'cost', b'c.', b'any', b'single', b'item', b'maintenance', b'repair', b'replacement', b'performed', b'either', b'party', b'lease', b'cost', b'twenty', b'thousand', b'dollars', b'20,000', b'relating']}], 'block_count': 2, 'page_number': '5'}, {'blocks': [{'lines': [{'words': ['the', 'appraisers', 'so', 'selected', 'shall', 'attempt', 'to', 'determine', 'the', 'fair', 'market', 'monthly', 'rent', 'of', 'the', 'Premises', 'for', 'the'], 'content': 'the appraisers so selected shall attempt to determine the fair market monthly rent of the Premises for the'}, {'words': ['option', 'period', 'in', 'question', '(including', 'the', 'timing', 'and', 'amount', 'of', 'periodic', 'increases,', 'if', 'such', 'increases', 'are'], 'content': 'option period in question (including the timing and amount of periodic increases, if such increases are'}, {'words': ['then', 'prevailing', 'in', 'the', 'market).'], 'content': 'then prevailing in the market).'}, {'words': ['93'], 'content': '93'}], 'preprocessed_block_content': [], 'content': 'the appraisers so selected shall attempt to determine the fair market monthly rent of the Premises for the option period in question (including the timing and amount of periodic increases, if such increases are then prevailing in the market). 93', 'id': 0, 'preprocessed_content': [b'appraiser', b'selected', b'shall', b'attempt', b'determine', b'fair', b'market', b'monthly', b'rent', b'premises', b'option', b'period', b'question', b'including', b'timing', b'amount', b'periodic', b'increase', b'increase', b'prevailing', b'market', b'93']}, {'lines': [{'words': ['(3)'], 'content': '(3)'}, {'words': ['If', 'the', 'appraisers', 'so', 'selected', 'are', 'unable', 'to', 'complete', 'their'], 'content': 'If the appraisers so selected are unable to complete their'}, {'words': ['determinations', 'in', 'one', 'meeting,', 'they', 'may', 'continue', 'to', 'consult', 'at', 'such', 'times', 'as', 'they', 'deem', 'necessary', 'for', 'a'], 'content': 'determinations in one meeting, they may continue to consult at such times as they deem necessary for a'}, {'words': ['fifteen', '(15)', 'day', 'period', 'from', 'the', 'date', 'of', 'the', 'first', 'meeting,', 'in', 'an', 'attempt', 'to', 'have', 'at', 'least', 'two', '(2)', 'of', 'them'], 'content': 'fifteen (15) day period from the date of the first meeting, in an attempt to have at least two (2) of them'}, {'words': ['agree.', 'If,', 'at', 'the', 'initial', 'meeting', 'or', 'at', 'any', 'time', 'during', 'said', 'fifteen', '(15)', 'day', 'period,', 'two', '(2)', 'or', 'more', 'of', 'the'], 'content': 'agree. If, at the initial meeting or at any time during said fifteen (15) day period, two (2) or more of the'}, {'words': ['appraisers', 'so', 'selected', 'agree', 'on', 'the', 'fair', 'market', 'rent', 'of', 'the', 'Leased', 'Premises,', 'such', 'agreement', 'shall', 'be'], 'content': 'appraisers so selected agree on the fair market rent of the Leased Premises, such agreement shall be'}, {'words': ['determinative', 'and', 'binding', 'on', 'the', 'parties', 'hereto,', 'and', 'the', 'agreeing', 'appraisers', 'shall,', 'in', 'simple', 'letter', 'form'], 'content': 'determinative and binding on the parties hereto, and the agreeing appraisers shall, in simple letter form'}, {'words': ['executed', 'by', 'the', 'agreeing', 'appraisers,', 'forthwith', 'notify', 'both', 'Landlord', 'and', 'Tenant', 'of', 'the', 'amount', 'set', 'by', 'such'], 'content': 'executed by the agreeing appraisers, forthwith notify both Landlord and Tenant of the amount set by such'}, {'words': ['agreement.'], 'content': 'agreement.'}, {'words': ['(4)'], 'content': '(4)'}, {'words': ['If', 'two', '(2)', 'or', 'more', 'appraisers', 'do', 'not', 'so', 'agree', 'within', 'said'], 'content': 'If two (2) or more appraisers do not so agree within said'}, {'words': ['fifteen', '(15)', 'day', 'period,', 'then', 'each', 'appraiser', 'shall,', 'within', 'five', '(5)', 'days', 'after', 'the', 'expiration', 'of', 'said', 'fifteen'], 'content': 'fifteen (15) day period, then each appraiser shall, within five (5) days after the expiration of said fifteen'}, {'words': ['(15)', 'day', 'period,', 'submit', 'his', 'independent', 'appraisal', 'in', 'simple', 'letter', 'form', 'to', 'Landlord', 'and', 'Tenant', 'stating', 'his'], 'content': '(15) day period, submit his independent appraisal in simple letter form to Landlord and Tenant stating his'}, {'words': ['determination', 'of', 'the', 'fair', 'market', 'rent', 'of', 'the', 'Premises', 'for', 'the', 'option', 'period', 'in', 'question.', 'The', 'parties', 'shall'], 'content': 'determination of the fair market rent of the Premises for the option period in question. The parties shall'}, {'words': ['then', 'determine', 'the', 'fair', 'market', 'rent', 'for', 'the', 'Premises', 'by', 'determining', 'the', 'average', 'of', 'the', 'fair', 'market', 'rent', 'set'], 'content': 'then determine the fair market rent for the Premises by determining the average of the fair market rent set'}, {'words': ['by', 'each', 'of', 'the', 'appraisers.', 'However,', 'if', 'the', 'lowest', 'appraisal', 'is', 'less', 'than', 'eighty-five', 'percent', '(85%)', 'of', 'the'], 'content': 'by each of the appraisers. However, if the lowest appraisal is less than eighty-five percent (85%) of the'}, {'words': ['middle', 'appraisal', 'then', 'such', 'lowest', 'appraisal', 'shall', 'be', 'disregarded', 'and/or', 'if', 'the', 'highest', 'appraisal', 'is', 'greater'], 'content': 'middle appraisal then such lowest appraisal shall be disregarded and/or if the highest appraisal is greater'}, {'words': ['than', 'one', 'hundred', 'fifteen', 'percent', '(115%)', 'of', 'the', 'middle', 'appraisal', 'then', 'such', 'highest', 'appraisal', 'shall', 'be'], 'content': 'than one hundred fifteen percent (115%) of the middle appraisal then such highest appraisal shall be'}, {'words': ['disregarded.', 'If', 'the', 'fair', 'market', 'rent', 'set', 'by', 'any', 'appraisal', 'is', 'so', 'disregarded,', 'then', 'the', 'average', 'shall', 'be'], 'content': 'disregarded. If the fair market rent set by any appraisal is so disregarded, then the average shall be'}, {'words': ['determined', 'by', 'computing', 'the', 'average', 'set', 'by', 'the', 'other', 'appraisals', 'that', 'have', 'not', 'been', 'disregarded.'], 'content': 'determined by computing the average set by the other appraisals that have not been disregarded.'}, {'words': ['(5)'], 'content': '(5)'}, {'words': ['Nothing', 'contained', 'herein', 'shall', 'prevent', 'Landlord', 'and', 'Tenant'], 'content': 'Nothing contained herein shall prevent Landlord and Tenant'}, {'words': ['from', 'jointly', 'selecting', 'a', 'single', 'appraiser', 'to', 'determine', 'the', 'fair', 'market', 'rent', 'of', 'the', 'Premises,', 'in', 'which', 'event'], 'content': 'from jointly selecting a single appraiser to determine the fair market rent of the Premises, in which event'}, {'words': ['the', 'determination', 'of', 'such', 'appraisal', 'shall', 'be', 'conclusively', 'deemed', 'the', 'fair', 'market', 'rent', 'of', 'the', 'Premises.'], 'content': 'the determination of such appraisal shall be conclusively deemed the fair market rent of the Premises.'}, {'words': ['(6)'], 'content': '(6)'}, {'words': ['Each', 'party', 'shall', 'bear', 'the', 'fees', 'and', 'expenses', 'of', 'the', 'appraiser'], 'content': 'Each party shall bear the fees and expenses of the appraiser'}, {'words': ['selected', 'by', 'or', 'for', 'it,', 'and', 'the', 'fees', 'and', 'expenses', 'of', 'the', 'third', 'appraiser', '(or', 'the', 'joint', 'appraiser', 'if', 'one', 'joint'], 'content': 'selected by or for it, and the fees and expenses of the third appraiser (or the joint appraiser if one joint'}, {'words': ['appraiser', 'is', 'used)', 'shall', 'be', 'borne', 'fifty', 'percent', '(50%)', 'by', 'Landlord', 'and', 'fifty', 'percent', '(50%)', 'by', 'Tenant.'], 'content': 'appraiser is used) shall be borne fifty percent (50%) by Landlord and fifty percent (50%) by Tenant.'}, {'words': ['G.'], 'content': 'G.'}, {'words': ['The', 'option', 'granted', 'in', 'this', 'paragraph', 'is', 'the', 'sole', 'option', 'possessed', 'by'], 'content': 'The option granted in this paragraph is the sole option possessed by'}, {'words': ['Tenant', 'following', 'the', 'execution', 'hereof,', 'and', 'all', 'other', 'options', 'set', 'forth', 'in', 'the', 'leases', 'shall', 'be', 'of', 'no', 'force', 'or'], 'content': 'Tenant following the execution hereof, and all other options set forth in the leases shall be of no force or'}, {'words': ['effect.'], 'content': 'effect.'}, {'words': ['4.'], 'content': '4.'}, {'words': ['​', 'Tenant', 'Improvement', 'Allowance​', ':', 'Landlord', 'will', 'provide', 'a', 'Tenant', 'Improvement'], 'content': '​ Tenant Improvement Allowance​ : Landlord will provide a Tenant Improvement'}, {'words': ['Allowance', 'of', 'Five', 'Hundred', 'Thousand', '00/100ths', 'Dollars', '($500,000.00)', 'toward', 'improvements', 'in', '892', 'and'], 'content': 'Allowance of Five Hundred Thousand 00/100ths Dollars ($500,000.00) toward improvements in 892 and'}, {'words': ['894', 'Ross', 'Drive.', 'Tenant', 'may', 'allocate', 'this', 'Tenant', 'Improvement', 'Allowance', 'at', 'Tenant’s', 'discretion', 'between'], 'content': '894 Ross Drive. Tenant may allocate this Tenant Improvement Allowance at Tenant’s discretion between'}, {'words': ['the', 'two', 'Premises', 'and', 'the', 'two', 'Leases.', 'However,', 'the', 'total', 'amount', 'to', 'be', 'provided', 'by', 'Landlord', 'for', 'both'], 'content': 'the two Premises and the two Leases. However, the total amount to be provided by Landlord for both'}, {'words': ['Leases', 'and', 'both', 'Premises', 'shall', 'be', '$500,000.00', 'and', 'no', 'more.', 'The', 'Allowance', 'will', 'be', 'provided', 'as', 'a'], 'content': 'Leases and both Premises shall be $500,000.00 and no more. The Allowance will be provided as a'}, {'words': ['reimbursement', 'of', 'money', 'actually', 'expended', 'by', 'Tenant', 'toward', 'new', 'Tenant', 'Improvements', '(which', 'must', 'be'], 'content': 'reimbursement of money actually expended by Tenant toward new Tenant Improvements (which must be'}, {'words': ['approved', 'by', 'Landlord', 'under', 'the', 'provisions', 'of', 'the', 'Lease', 'relating', 'to', 'construction)', 'prior', 'to', 'December', '31,'], 'content': 'approved by Landlord under the provisions of the Lease relating to construction) prior to December 31,'}, {'words': ['2005.', 'Subject', 'to', 'the', 'provisions', 'below,', 'reimbursement', 'by', 'Landlord', 'will', 'be', 'made', 'within', 'sixty', '(60)', 'days', 'of'], 'content': '2005. Subject to the provisions below, reimbursement by Landlord will be made within sixty (60) days of'}, {'words': ['presentation', 'of', 'reasonably', 'adequate', 'documentation', 'evidencing', 'the', 'expenses', 'incurred', 'and', 'confirming'], 'content': 'presentation of reasonably adequate documentation evidencing the expenses incurred and confirming'}, {'words': ['that', '(1)', 'all', 'Tenant', 'Improvements', 'for', 'which', 'reimbursement', 'is', 'sought', 'have', 'been', 'completed;', '(2)', 'all'], 'content': 'that (1) all Tenant Improvements for which reimbursement is sought have been completed; (2) all'}, {'words': ['contractors,', 'materialmen,', 'suppliers,', 'and', 'others', 'entitled', 'to', 'a', 'lien', 'have', 'provided', 'evidence', 'satisfactory', 'to'], 'content': 'contractors, materialmen, suppliers, and others entitled to a lien have provided evidence satisfactory to'}, {'words': ['Landlord', 'releasing', 'or', 'waiving', 'any', 'such', 'liens', '(or', 'a', 'proper', 'Notice', 'of', 'Completion', 'has', 'been', 'filed', 'and', 'the'], 'content': 'Landlord releasing or waiving any such liens (or a proper Notice of Completion has been filed and the'}, {'words': ['statutory', 'period', 'for', 'filing', 'of', 'liens', 'following', 'recordation', 'of', 'a', 'Notice', 'of', 'Completion', 'has', 'expired', 'in', 'the'], 'content': 'statutory period for filing of liens following recordation of a Notice of Completion has expired in the'}, {'words': ['reasonable', 'opinion', 'of', 'counsel', 'for', 'Landlord);', 'and', '(3)', 'said', 'funds', 'have', 'actually', 'been', 'expended', 'by'], 'content': 'reasonable opinion of counsel for Landlord); and (3) said funds have actually been expended by'}, {'words': ['December', '31,', '2005', 'for', 'the', 'Tenant', 'Improvements', 'approved', 'by', 'Landlord.', 'Upon', 'application', 'for', 'funds', 'in'], 'content': 'December 31, 2005 for the Tenant Improvements approved by Landlord. Upon application for funds in'}, {'words': ['conformity', 'with', 'the', 'above', 'period,', 'Landlord', 'may', 'audit', 'Tenant’s', 'records', 'upon', 'request', 'made', 'within', 'thirty'], 'content': 'conformity with the above period, Landlord may audit Tenant’s records upon request made within thirty'}, {'words': ['(30)', 'days', 'after', 'the', 'request', 'is', 'made', 'in', 'regard', 'to', 'each', 'such', 'request', 'for', 'reimbursement.', 'Notwithstanding'], 'content': '(30) days after the request is made in regard to each such request for reimbursement. Notwithstanding'}, {'words': ['the', 'above', 'provisions,', 'Landlord', 'shall', 'not', 'be', 'obligated', 'to', 'pay', 'any', 'reimbursement', 'to', 'Tenant', 'in', 'accordance'], 'content': 'the above provisions, Landlord shall not be obligated to pay any reimbursement to Tenant in accordance'}, {'words': ['with', 'the', 'above', 'prior', 'to', 'March', '31,', '2005.', 'Tenant', 'may', 'apply', 'for', 'reimbursement', 'of', 'such', 'matters', 'at', 'any', 'time'], 'content': 'with the above prior to March 31, 2005. Tenant may apply for reimbursement of such matters at any time'}, {'words': ['to', 'and', 'including', 'March', '31,', '2006.', 'Landlord', 'will', 'have', 'no', 'duty', 'to', 'reimburse', 'based', 'on', 'any', 'application'], 'content': 'to and including March 31, 2006. Landlord will have no duty to reimburse based on any application'}, {'words': ['which', 'is', 'received', 'by', 'Landlord', 'after', 'such', 'date.', 'Tenant', 'may', 'not', 'apply', 'for', 'reimbursement', 'under', 'this'], 'content': 'which is received by Landlord after such date. Tenant may not apply for reimbursement under this'}], 'preprocessed_block_content': [], 'content': '(3) If the appraisers so selected are unable to complete their determinations in one meeting, they may continue to consult at such times as they deem necessary for a fifteen (15) day period from the date of the first meeting, in an attempt to have at least two (2) of them agree. If, at the initial meeting or at any time during said fifteen (15) day period, two (2) or more of the appraisers so selected agree on the fair market rent of the Leased Premises, such agreement shall be determinative and binding on the parties hereto, and the agreeing appraisers shall, in simple letter form executed by the agreeing appraisers, forthwith notify both Landlord and Tenant of the amount set by such agreement. (4) If two (2) or more appraisers do not so agree within said fifteen (15) day period, then each appraiser shall, within five (5) days after the expiration of said fifteen (15) day period, submit his independent appraisal in simple letter form to Landlord and Tenant stating his determination of the fair market rent of the Premises for the option period in question. The parties shall then determine the fair market rent for the Premises by determining the average of the fair market rent set by each of the appraisers. However, if the lowest appraisal is less than eighty-five percent (85%) of the middle appraisal then such lowest appraisal shall be disregarded and/or if the highest appraisal is greater than one hundred fifteen percent (115%) of the middle appraisal then such highest appraisal shall be disregarded. If the fair market rent set by any appraisal is so disregarded, then the average shall be determined by computing the average set by the other appraisals that have not been disregarded. (5) Nothing contained herein shall prevent Landlord and Tenant from jointly selecting a single appraiser to determine the fair market rent of the Premises, in which event the determination of such appraisal shall be conclusively deemed the fair market rent of the Premises. (6) Each party shall bear the fees and expenses of the appraiser selected by or for it, and the fees and expenses of the third appraiser (or the joint appraiser if one joint appraiser is used) shall be borne fifty percent (50%) by Landlord and fifty percent (50%) by Tenant. G. The option granted in this paragraph is the sole option possessed by Tenant following the execution hereof, and all other options set forth in the leases shall be of no force or effect. 4. ​ Tenant Improvement Allowance​ : Landlord will provide a Tenant Improvement Allowance of Five Hundred Thousand 00/100ths Dollars ($500,000.00) toward improvements in 892 and 894 Ross Drive. Tenant may allocate this Tenant Improvement Allowance at Tenant’s discretion between the two Premises and the two Leases. However, the total amount to be provided by Landlord for both Leases and both Premises shall be $500,000.00 and no more. The Allowance will be provided as a reimbursement of money actually expended by Tenant toward new Tenant Improvements (which must be approved by Landlord under the provisions of the Lease relating to construction) prior to December 31, 2005. Subject to the provisions below, reimbursement by Landlord will be made within sixty (60) days of presentation of reasonably adequate documentation evidencing the expenses incurred and confirming that (1) all Tenant Improvements for which reimbursement is sought have been completed; (2) all contractors, materialmen, suppliers, and others entitled to a lien have provided evidence satisfactory to Landlord releasing or waiving any such liens (or a proper Notice of Completion has been filed and the statutory period for filing of liens following recordation of a Notice of Completion has expired in the reasonable opinion of counsel for Landlord); and (3) said funds have actually been expended by December 31, 2005 for the Tenant Improvements approved by Landlord. Upon application for funds in conformity with the above period, Landlord may audit Tenant’s records upon request made within thirty (30) days after the request is made in regard to each such request for reimbursement. Notwithstanding the above provisions, Landlord shall not be obligated to pay any reimbursement to Tenant in accordance with the above prior to March 31, 2005. Tenant may apply for reimbursement of such matters at any time to and including March 31, 2006. Landlord will have no duty to reimburse based on any application which is received by Landlord after such date. Tenant may not apply for reimbursement under this', 'id': 1, 'preprocessed_content': [b'3', b'if', b'appraiser', b'selected', b'unable', b'complete', b'determination', b'one', b'meeting', b'may', b'continue', b'consult', b'time', b'deem', b'necessary', b'fifteen', b'15', b'day', b'period', b'date', b'first', b'meeting', b'attempt', b'least', b'two', b'2', b'agree', b'if', b'initial', b'meeting', b'time', b'said', b'fifteen', b'15', b'day', b'period', b'two', b'2', b'appraiser', b'selected', b'agree', b'fair', b'market', b'rent', b'leased', b'premises', b'agreement', b'shall', b'determinative', b'binding', b'party', b'hereto', b'agreeing', b'appraiser', b'shall', b'simple', b'letter', b'form', b'executed', b'agreeing', b'appraiser', b'forthwith', b'notify', b'landlord', b'tenant', b'amount', b'set', b'agreement', b'4', b'if', b'two', b'2', b'appraiser', b'agree', b'within', b'said', b'fifteen', b'15', b'day', b'period', b'appraiser', b'shall', b'within', b'five', b'5', b'day', b'expiration', b'said', b'fifteen', b'15', b'day', b'period', b'submit', b'independent', b'appraisal', b'simple', b'letter', b'form', b'landlord', b'tenant', b'stating', b'determination', b'fair', b'market', b'rent', b'premises', b'option', b'period', b'question', b'the', b'party', b'shall', b'determine', b'fair', b'market', b'rent', b'premises', b'determining', b'average', b'fair', b'market', b'rent', b'set', b'appraiser', b'however', b'lowest', b'appraisal', b'le', b'eighty-five', b'percent', b'85', b'middle', b'appraisal', b'lowest', b'appraisal', b'shall', b'disregarded', b'and/or', b'highest', b'appraisal', b'greater', b'one', b'hundred', b'fifteen', b'percent', b'115', b'middle', b'appraisal', b'highest', b'appraisal', b'shall', b'disregarded', b'if', b'fair', b'market', b'rent', b'set', b'appraisal', b'disregarded', b'average', b'shall', b'determined', b'computing', b'average', b'set', b'appraisal', b'disregarded', b'5', b'nothing', b'contained', b'herein', b'shall', b'prevent', b'landlord', b'tenant', b'jointly', b'selecting', b'single', b'appraiser', b'determine', b'fair', b'market', b'rent', b'premises', b'event', b'determination', b'appraisal', b'shall', b'conclusively', b'deemed', b'fair', b'market', b'rent', b'premises', b'6', b'each', b'party', b'shall', b'bear', b'fee', b'expense', b'appraiser', b'selected', b'fee', b'expense', b'third', b'appraiser', b'joint', b'appraiser', b'one', b'joint', b'appraiser', b'used', b'shall', b'borne', b'fifty', b'percent', b'50', b'landlord', b'fifty', b'percent', b'50', b'tenant', b'g.', b'the', b'option', b'granted', b'paragraph', b'sole', b'option', b'possessed', b'tenant', b'following', b'execution', b'hereof', b'option', b'set', b'forth', b'lease', b'shall', b'force', b'effect', b'4', b'', b'tenant', b'improvement', b'allowance', b'landlord', b'provide', b'tenant', b'improvement', b'allowance', b'five', b'hundred', b'thousand', b'00/100ths', b'dollars', b'500,000.00', b'toward', b'improvement', b'892', b'894', b'ross', b'drive', b'tenant', b'may', b'allocate', b'tenant', b'improvement', b'allowance', b'tenant', b'', b'discretion', b'two', b'premises', b'two', b'leases', b'however', b'total', b'amount', b'provided', b'landlord', b'leases', b'premises', b'shall', b'500,000.00', b'the', b'allowance', b'provided', b'reimbursement', b'money', b'actually', b'expended', b'tenant', b'toward', b'new', b'tenant', b'improvements', b'must', b'approved', b'landlord', b'provision', b'lease', b'relating', b'construction', b'prior', b'december', b'31', b'2005', b'subject', b'provision', b'reimbursement', b'landlord', b'made', b'within', b'sixty', b'60', b'day', b'presentation', b'reasonably', b'adequate', b'documentation', b'evidencing', b'expense', b'incurred', b'confirming', b'1', b'tenant', b'improvements', b'reimbursement', b'sought', b'completed', b'2', b'contractor', b'materialmen', b'supplier', b'others', b'entitled', b'lien', b'provided', b'evidence', b'satisfactory', b'landlord', b'releasing', b'waiving', b'lien', b'proper', b'notice', b'completion', b'filed', b'statutory', b'period', b'filing', b'lien', b'following', b'recordation', b'notice', b'completion', b'expired', b'reasonable', b'opinion', b'counsel', b'landlord', b'3', b'said', b'fund', b'actually', b'expended', b'december', b'31', b'2005', b'tenant', b'improvements', b'approved', b'landlord', b'upon', b'application', b'fund', b'conformity', b'period', b'landlord', b'may', b'audit', b'tenant', b'', b'record', b'upon', b'request', b'made', b'within', b'thirty', b'30', b'day', b'request', b'made', b'regard', b'request', b'reimbursement', b'notwithstanding', b'provision', b'landlord', b'shall', b'obligated', b'pay', b'reimbursement', b'tenant', b'accordance', b'prior', b'march', b'31', b'2005', b'tenant', b'may', b'apply', b'reimbursement', b'matter', b'time', b'including', b'march', b'31', b'2006', b'landlord', b'duty', b'reimburse', b'based', b'application', b'received', b'landlord', b'date', b'tenant', b'may', b'apply', b'reimbursement']}], 'block_count': 2, 'page_number': '3'}]